export const twrrList =[
  {
      "id": "1",
      "store": "冬瓜山文創有限公司",
      "city": "宜蘭縣",
      "address": "宜蘭縣冬山鄉中正路37號",
      "product": "小農伴手禮：果乾、茶葉、米、米果、地方遊程導覽等"
  },
  {
      "id": "2",
      "store": "不打烊體驗文化有限公司",
      "city": "宜蘭縣",
      "address": "宜蘭縣南澳鄉東岳村東岳路73巷3號",
      "product": "小獵人遊程、獨木舟體驗、飛魚伴手禮"
  },
  {
      "id": "3",
      "store": "台灣碗盤有限公司 (台灣碗盤博物館)",
      "city": "宜蘭縣",
      "address": "宜蘭縣五結鄉西河五路82號",
      "product": "博物館門票、宜蘭碗文創商品、陶瓷器皿文物"
  },
  {
      "id": "4",
      "store": "旺樹園國際觀光農場股份有限公司",
      "city": "宜蘭縣",
      "address": "宜蘭縣冬山鄉環湖路62號",
      "product": "住宿.餐飲.體驗"
  },
  {
      "id": "5",
      "store": "峻能科技股份有限公司",
      "city": "宜蘭縣",
      "address": "宜蘭縣宜蘭市梅洲一路22號",
      "product": "益生菌健康食品、肌膚保養品、DIY體驗"
  },
  {
      "id": "6",
      "store": "蘭城巷弄有限公司",
      "city": "宜蘭縣",
      "address": "宜蘭縣頭城鎮中庸街32-1號",
      "product": "剝皮辣椒 金棗防疫組合  老街導覽"
  },
  {
      "id": "7",
      "store": "山豬爺爺親子農莊",
      "city": "宜蘭縣",
      "address": "宜蘭縣大同鄉樂水村碼崙路35巷一號",
      "product": "部落農特產品與部落傳統手工原創商品、遊程體驗活動、部落原民美食餐飲"
  },
  {
      "id": "8",
      "store": "官老爺休閒農場",
      "city": "宜蘭縣",
      "address": "宜蘭縣壯圍鄉新南村霧罕路3號",
      "product": "哈密瓜醬瓜、豆腐乳、冷太陽"
  },
  {
      "id": "9",
      "store": "小董野炊露營（小董山間野炊）",
      "city": "宜蘭縣",
      "address": "宜蘭縣大同鄉寒溪村華興巷1-18號",
      "product": "部落一至二日遊、露營地、部落餐 桌、小米、小米露、小米甜甜圈、文創商品"
  },
  {
      "id": "10",
      "store": "慢島生活有限公司",
      "city": "宜蘭縣",
      "address": "宜蘭縣員山鄉尚深路84號",
      "product": "米、料理包、體驗活動"
  },
  {
      "id": "11",
      "store": "部落山莊民宿",
      "city": "宜蘭縣",
      "address": "宜蘭縣大同鄉崙埤村2鄰崙埤12號",
      "product": "旅宿"
  },
  {
      "id": "12",
      "store": "宜糧號整合行銷股份有限公司",
      "city": "宜蘭縣",
      "address": "宜蘭縣員山鄉湖東村茄苳路28巷2-3號",
      "product": "米酒、辣椒醬、豆腐乳"
  },
  {
      "id": "13",
      "store": "宜蘭縣安農溪綠遊休閒產業協會",
      "city": "宜蘭縣",
      "address": "宜蘭縣三星鄉五分路二段192號",
      "product": "DIY火車組裝餅乾、三星農特產加工品、三星遊程服務"
  },
  {
      "id": "14",
      "store": "音樂米創意產銷企業社",
      "city": "宜蘭縣",
      "address": "宜蘭縣宜蘭市昇平街20號",
      "product": "農特產品、市場走讀體驗、市場風格商品"
  },
  {
      "id": "15",
      "store": "中福酒廠股份有限公司",
      "city": "宜蘭縣",
      "address": "宜蘭縣三星鄉大隱八路367號",
      "product": "酒、鹽麴、米滴精（甘酒）"
  },
  {
      "id": "16",
      "store": "魚樂天地有限公司（宜蘭斑）",
      "city": "宜蘭縣",
      "address": "宜蘭縣壯圍鄉壯濱路二段196巷18號（1樓多功能空間）",
      "product": "產地小旅行（宜蘭）、農漁產品、農漁加工品"
  },
  {
      "id": "17",
      "store": "天賜糧源股份有限公司",
      "city": "花蓮縣",
      "address": "花蓮縣富里鄉永豐村永豐25-1號",
      "product": "有機米、農產品、空間租賃"
  },
  {
      "id": "18",
      "store": "阿改玩生活有限公司",
      "city": "花蓮縣",
      "address": "花蓮縣萬榮鄉西林村26號",
      "product": "文化溯溪、食農體驗、工藝體驗"
  },
  {
      "id": "19",
      "store": "郭榮市食品有限公司",
      "city": "花蓮縣",
      "address": "花蓮縣花蓮市富國路41號",
      "product": "手工火腿、早午餐"
  },
  {
      "id": "20",
      "store": "美好食代股份有限公司",
      "city": "花蓮縣",
      "address": "花蓮縣鳳林鎮中和路46-1號",
      "product": "花生湯 花生醬 炒花生"
  },
  {
      "id": "21",
      "store": "花點心企業社-洄瀾無毒",
      "city": "花蓮縣",
      "address": "花蓮縣吉安鄉建國路一段18號",
      "product": "1.花蓮農產、在地農產加工品2.農事體驗：如採果、DIY、導覽3.旅遊住宿"
  },
  {
      "id": "22",
      "store": "花蓮縣卓溪鄉特用作物產銷班第10班",
      "city": "花蓮縣",
      "address": "花蓮縣卓溪鄉崙山村49-1號",
      "product": "苦茶油，薑黃粉"
  },
  {
      "id": "23",
      "store": "山上那良農產行",
      "city": "花蓮縣",
      "address": "花蓮縣卓溪鄉崙山村49號",
      "product": "苦茶油，薑黃，箭筍"
  },
  {
      "id": "24",
      "store": "歌勒文傳工作室",
      "city": "花蓮縣",
      "address": "花蓮縣秀林鄉富世村民樂38號",
      "product": "風味餐， 太魯閣族工藝品"
  },
  {
      "id": "25",
      "store": "太魯閣767農場",
      "city": "花蓮縣",
      "address": "花蓮縣秀林鄉秀林村民治35-30號",
      "product": "農特產品展售：萵苣，樹葡萄，萬壽菊花茶"
  },
  {
      "id": "26",
      "store": "與民樂活民宿",
      "city": "花蓮縣",
      "address": "花蓮縣秀林鄉富世村民樂2號",
      "product": "民宿"
  },
  {
      "id": "27",
      "store": "艾迪行旅民宿",
      "city": "花蓮縣",
      "address": "花蓮縣瑞穗鄉國光南路60巷40號",
      "product": "民宿"
  },
  {
      "id": "28",
      "store": "阿肯小農企業社（愛蜂阿ken小農蜜）",
      "city": "花蓮縣",
      "address": "花蓮縣豐濱鄉豐濱村永豐1-1號",
      "product": "蜂蜜伴手禮"
  },
  {
      "id": "29",
      "store": "馬耀咖啡（馬耀福佑顧問有限公司）",
      "city": "花蓮縣",
      "address": "花蓮縣鳳林鎮中華路140號(鳳林鎮公共造產中華市場進大門中間第1店面)",
      "product": "咖啡豆、咖啡機、咖啡掛耳包及花蓮縣鳳林鎮咖啡伴手禮"
  },
  {
      "id": "30",
      "store": "達吉利生活有限公司",
      "city": "花蓮縣",
      "address": "花蓮縣秀林鄉崇德村109號",
      "product": "輕食套餐、咖啡飲品、文創商品"
  },
  {
      "id": "31",
      "store": "米西亞莊園",
      "city": "花蓮縣",
      "address": "花蓮縣秀林鄉崇德村13鄰崇德192之38號",
      "product": "休閒娛樂、音樂及藝術活動、場地租借"
  },
  {
      "id": "32",
      "store": "多羅滿海上娛樂股份有限公司",
      "city": "花蓮縣",
      "address": "花蓮縣花蓮市華東15號",
      "product": "賞鯨、DIY、伴手禮"
  },
  {
      "id": "33",
      "store": "原來如此民宿",
      "city": "花蓮縣",
      "address": "花蓮縣秀林鄉崇德村192號",
      "product": "住宿、風味餐、咖啡甜點"
  },
  {
      "id": "34",
      "store": "花蓮縣鳳林鎮北林三村社區發展協會",
      "city": "花蓮縣",
      "address": "花蓮縣鳳林鎮自強路199號",
      "product": "手作體驗、生活飾品、導覽解說"
  },
  {
      "id": "35",
      "store": "太巴塱多恩莊園",
      "city": "花蓮縣",
      "address": "花蓮縣光復鄉南富村富愛街9號",
      "product": "部落咖啡、野菜文化"
  },
  {
      "id": "36",
      "store": "羊仔厝生態庭園",
      "city": "花蓮縣",
      "address": "花蓮縣瑞穗鄉瑞祥村北一路121號",
      "product": "園區導覽、手作體驗、農場慢遊"
  },
  {
      "id": "37",
      "store": "岳鴻工作坊",
      "city": "花蓮縣",
      "address": "花蓮縣秀林鄉秀林村14鄰民享40號",
      "product": "手工藝品販售、 手作體驗、手作課程"
  },
  {
      "id": "38",
      "store": "宗泰食品股份有限公司",
      "city": "花蓮縣",
      "address": "花蓮縣吉安鄉南濱路一段258號/花蓮縣新城鄉大漢村七星街148號",
      "product": "花蓮特產、文創商品、體驗課程"
  },
  {
      "id": "39",
      "store": "慕谷慕魚民宿",
      "city": "花蓮縣",
      "address": "花蓮縣秀林鄉銅門村8鄰25之8號",
      "product": "住宿、風味餐、文史解說、生態導覽、停車場、水上活動"
  },
  {
      "id": "40",
      "store": "阿魯巴染部落手作室",
      "city": "花蓮縣",
      "address": "花蓮縣壽豐鄉壽豐村公園路28巷12號",
      "product": "植物染布包產品、柿染布包產品、刷染手作體驗、槌染手作體驗、部落生活體驗"
  },
  {
      "id": "41",
      "store": "那魯灣北回店",
      "city": "花蓮縣",
      "address": "花蓮縣豐濱鄉靜浦村台11縣 北回歸線界標處",
      "product": "在地原鄉部落、農產品、文創工藝品、傳統美食"
  },
  {
      "id": "42",
      "store": "吉鄉糕粽有限公司",
      "city": "花蓮縣",
      "address": "花蓮縣吉安鄉中央路3段446號",
      "product": "粽子、客家糕點"
  },
  {
      "id": "43",
      "store": "森鹿文創有限公司",
      "city": "花蓮縣",
      "address": "花蓮縣光復鄉農場路32號",
      "product": "下午茶、在地甜點、咖啡"
  },
  {
      "id": "44",
      "store": "赫赫斯小吃",
      "city": "花蓮縣",
      "address": "花蓮縣秀林鄉富世村九鄰民樂5號",
      "product": "原住民風味餐、餐食"
  },
  {
      "id": "45",
      "store": "龍香農特產",
      "city": "花蓮縣",
      "address": "花蓮縣花蓮市國盛四街51之2號1樓",
      "product": "薑黃粉、手工皂、香菇"
  },
  {
      "id": "46",
      "store": "蝶織坊手工皂",
      "city": "花蓮縣",
      "address": "花蓮縣花蓮市國盛四街51之2號",
      "product": "植物手工皂、課程DIY體驗、農品採收"
  },
  {
      "id": "47",
      "store": "嘉太企業有限公司",
      "city": "花蓮縣",
      "address": "花蓮縣吉安鄉南海一街207號",
      "product": "FFP2(N95)口罩、大理石製品"
  },
  {
      "id": "48",
      "store": "奇蹟野戰營（奇蹟企業社）",
      "city": "花蓮縣",
      "address": "花蓮縣秀林鄉崇德村崇德183號",
      "product": "農產、部落文化導覽、傳統工藝品、射獵體驗、水上及海上活動導覽及體驗活動"
  },
  {
      "id": "49",
      "store": "原生好物有限公司",
      "city": "花蓮縣",
      "address": "花蓮縣壽豐鄉志學村忠孝10號",
      "product": "木虌果產品、原住民野蔬"
  },
  {
      "id": "50",
      "store": "酋長鳳梨有限公司",
      "city": "花蓮縣",
      "address": "花蓮縣瑞穗鄉富興村8鄰連興路73號",
      "product": "醃鳳梨、鳳梨果乾、鳳梨豆腐乳"
  },
  {
      "id": "51",
      "store": "采晴手藝工坊",
      "city": "花蓮縣",
      "address": "花蓮縣秀林鄉水源村水源6-2號",
      "product": "布作商品：髮飾、頭帶、髮帶、包包、帽子"
  },
  {
      "id": "52",
      "store": "花蓮縣光復鄉馬太鞍部落生態文化產業發展協會",
      "city": "花蓮縣",
      "address": "花蓮縣光復鄉大全村大全街42巷15號",
      "product": "原住民文化生態體驗導覽、傳統石煮火鍋法體驗、在地農產品"
  },
  {
      "id": "53",
      "store": "洄遊吧有限公司",
      "city": "花蓮縣",
      "address": "花蓮縣新城鄉七星街32號2樓",
      "product": "冷凍生鮮漁獲、體驗課程、文創商品"
  },
  {
      "id": "54",
      "store": "大百樹有限公司",
      "city": "臺東縣",
      "address": "臺東縣東河鄉泰源村牧場63號/台東縣成功鎮都歷路2號",
      "product": "米、農產品、零食"
  },
  {
      "id": "55",
      "store": "原穀傳說有限公司",
      "city": "臺東縣",
      "address": "臺東縣金峰鄉嘉蘭村5鄰288號",
      "product": "小米、紅藜、樹豆"
  },
  {
      "id": "56",
      "store": "樂山咖啡行",
      "city": "臺東縣",
      "address": "臺東縣卑南鄉溫泉村樂山118號",
      "product": "咖啡，菊花，體驗行程"
  },
  {
      "id": "57",
      "store": "有限責任臺東縣橄欖葉合作農場",
      "city": "臺東縣",
      "address": "臺東縣東河鄉泰源村南溪39號",
      "product": "精油、純露、香草茶"
  },
  {
      "id": "58",
      "store": "德朱利斯國際食品有限公司",
      "city": "臺東縣",
      "address": "臺東縣臺東市中華路一段92號",
      "product": "紅藜穀物棒、紅藜洛神酥、紅藜黑芝麻糕"
  },
  {
      "id": "59",
      "store": "仙人掌鄉土工作室",
      "city": "臺東縣",
      "address": "臺東縣鹿野鄉永安村永安路75號",
      "product": "紅龍炒花生、老欉鳳梨乾、紅烏龍茶及套裝遊程體驗"
  },
  {
      "id": "60",
      "store": "粨種人食品股份有限公司",
      "city": "臺東縣",
      "address": "臺東縣臺東市大勇路8號",
      "product": "阿粨、假酸漿葉水餃、小米酒"
  },
  {
      "id": "61",
      "store": "新峰名茶企業社",
      "city": "臺東縣",
      "address": "臺東縣臺東市連航路108號",
      "product": "茶葉"
  },
  {
      "id": "62",
      "store": "山下生活有限公司",
      "city": "臺東縣",
      "address": "臺東縣關山鎮和平路5-6號",
      "product": "米、茶、導覽"
  },
  {
      "id": "63",
      "store": "璽秝生活創意有限公司",
      "city": "臺東縣",
      "address": "臺東縣臺東市中興路二段191號",
      "product": "台東地方特色物產、台東手作文創商品、地方創生輔導"
  },
  {
      "id": "64",
      "store": "日出禾作社",
      "city": "臺東縣",
      "address": "臺東縣關山鎮電光里中興25-1號",
      "product": "米、咖啡、農村旅遊"
  },
  {
      "id": "65",
      "store": "關山鎮農會休閒旅遊中心",
      "city": "臺東縣",
      "address": "臺東縣關山鎮昌林路24_1號",
      "product": "關山米農特產品、古早味碗公飯、咖啡飲品"
  },
  {
      "id": "66",
      "store": "邸 Tai Dang - 台東共同工作空間",
      "city": "臺東縣",
      "address": "臺東縣臺東市中興路二段191號",
      "product": "台東特色產品、伴手禮、場地空間"
  },
  {
      "id": "67",
      "store": "若家民宿",
      "city": "臺東縣",
      "address": "臺東縣關山鎮里壠里水源21號",
      "product": "住宿"
  },
  {
      "id": "68",
      "store": "豫隆商店",
      "city": "臺東縣",
      "address": "臺東縣達仁鄉土坂村2鄰32號",
      "product": "飲料泡麵日常生活雜貨用品"
  },
  {
      "id": "69",
      "store": "大百吉商號",
      "city": "臺東縣",
      "address": "臺東縣東河鄉泰源村牧場63號",
      "product": "白米、台東麻油薑、馬告辣椒"
  },
  {
      "id": "70",
      "store": "靚典企業社",
      "city": "臺東縣",
      "address": "臺東縣太麻里鄉太麻里街197號",
      "product": "美容、美體、保養品"
  },
  {
      "id": "71",
      "store": "比魯工作室",
      "city": "臺東縣",
      "address": "臺東縣金峰鄉正興村110號",
      "product": "培力、產品行銷製作"
  },
  {
      "id": "72",
      "store": "檸濛整合設計顧問有限公司（漂流223）",
      "city": "臺東縣",
      "address": "臺東縣池上鄉新生路223號",
      "product": "手工藝品：編織、木雕、彩繪品"
  },
  {
      "id": "73",
      "store": "大姆灣民宿",
      "city": "臺東縣",
      "address": "臺東縣東河鄕都蘭村舊廍路14-9號",
      "product": "民宿 spa 旅行組（5入保養品臉部+身體）"
  },
  {
      "id": "74",
      "store": "卜拉米農坊",
      "city": "臺東縣",
      "address": "臺東縣金峰鄉嘉蘭村7鄰407號",
      "product": "洛神花 小米農產品 紅藜農產品"
  },
  {
      "id": "75",
      "store": "饗嚮台東",
      "city": "臺東縣",
      "address": "臺東縣鹿野鄉高台路42巷5號",
      "product": "農事體驗、伴手禮、數位行銷"
  },
  {
      "id": "76",
      "store": "宏成農品有限公司",
      "city": "臺東縣",
      "address": "臺東縣長濱鄉寧埔村4鄰八桑安34-1號",
      "product": "田間導覽體驗 白玉螺調理包 白玉螺凍肉"
  },
  {
      "id": "77",
      "store": "豪傑米舖",
      "city": "臺東縣",
      "address": "臺東縣臺東市博愛路438號（展售）",
      "product": "農漁產品（米、放山土雞、海魚）"
  },
  {
      "id": "78",
      "store": "塔堡自然農場",
      "city": "臺東縣",
      "address": "臺東縣達仁鄉安朔村復興路12鄰185號",
      "product": "生鮮放山雞肉、民宿、餐飲"
  },
  {
      "id": "79",
      "store": "比亞的草屋琉璃珠工坊",
      "city": "臺東縣",
      "address": "臺東縣太麻里鄉大王村民權路170號",
      "product": "琉璃珠飾品、燒製體驗活動、咖啡飲品"
  },
  {
      "id": "80",
      "store": "在海邊有限公司",
      "city": "臺東縣",
      "address": "臺東縣蘭嶼鄉朗島村17-9號",
      "product": "餐飲（義大利麵、墨西哥捲、飯類、咖啡、果汁、冷飲等 ）"
  },
  {
      "id": "81",
      "store": "學習文化工作室",
      "city": "臺東縣",
      "address": "臺東縣太麻里鄉多良村大溪110號",
      "product": "餐飲，手工藝品，書籍，音樂專輯"
  },
  {
      "id": "82",
      "store": "Hello 芭奈咖啡工作室",
      "city": "臺東縣",
      "address": "臺東縣成功鎮三民路50號",
      "product": "濾掛式咖啡包 / 自種咖啡豆"
  },
  {
      "id": "83",
      "store": "九鳥創意產業有限公司",
      "city": "臺東縣",
      "address": "臺東縣卑南鄉初鹿村新斑鳩42號1樓",
      "product": "陶藝作品、手捏陶DIY課程、文創商品"
  },
  {
      "id": "84",
      "store": "秀異永華文化有限公司",
      "city": "臺東縣",
      "address": "臺東縣臺東市鐵花路371號（台東舊站特區火車舊站旅服中心內）",
      "product": "生活風格導向的選品店"
  },
  {
      "id": "85",
      "store": "有限責任臺東縣縱谷原住民社區合作社",
      "city": "臺東縣",
      "address": "臺東縣海端鄉崁頂村1鄰1號",
      "product": "苦茶油、雞蛋、樹豆等"
  },
  {
      "id": "86",
      "store": "社團法人臺東縣東河鄉阿度蘭阿美斯文化協進會",
      "city": "臺東縣",
      "address": "臺東縣東河鄉都蘭村224號",
      "product": "阿美族文創商品、文化遊程、尤加利潔淨商品"
  },
  {
      "id": "87",
      "store": "有限責任台東縣東海岸原住民社區合作社",
      "city": "臺東縣",
      "address": "臺東縣臺東市中興路二段191號",
      "product": "文創商品：月桃帽、稻草御守等其他"
  },
  {
      "id": "88",
      "store": "亨式暢遊有限公司",
      "city": "金門縣",
      "address": "金門縣烈嶼鄉西口村西方社區22號",
      "product": "體驗活動、旅遊規劃"
  },
  {
      "id": "89",
      "store": "嘉年華冰菓室",
      "city": "金門縣",
      "address": "金門縣烈嶼鄉西口村西方社區19號",
      "product": "冰品、飲料、甜品"
  },
  {
      "id": "90",
      "store": "上禾企業社",
      "city": "金門縣",
      "address": "金門縣金湖鎮小徑43-1號",
      "product": "文創商品"
  },
  {
      "id": "91",
      "store": "古洋樓有限公司（金門北山古洋樓背包客棧）",
      "city": "金門縣",
      "address": "金門縣金城鎮前水頭4號",
      "product": "住宿、在地體驗活動、餐飲"
  },
  {
      "id": "92",
      "store": "金合利實業有限公司",
      "city": "金門縣",
      "address": "金門縣金寧鄉伯玉路一段236號",
      "product": "菜刀、水果刀、專業刀具"
  },
  {
      "id": "93",
      "store": "頂好食品店",
      "city": "連江縣",
      "address": "連江縣南竿鄉福澳村57號",
      "product": "馬祖酥、芙蓉酥、八八口酥"
  },
  {
      "id": "94",
      "store": "馬祖青年發展協會",
      "city": "連江縣",
      "address": "連江縣南竿鄉珠螺村25號",
      "product": "協會基地建築明信片、協會會服、馬祖文化體驗課程"
  },
  {
      "id": "95",
      "store": "夢想部落館",
      "city": "澎湖縣",
      "address": "澎湖縣馬公市民權路13號",
      "product": "自製桌遊、桌遊教學"
  },
  {
      "id": "96",
      "store": "鴻安海洋管理顧問有限公司",
      "city": "澎湖縣",
      "address": "澎湖縣馬公市菜園里43-8號",
      "product": "龍虎斑、牡蠣"
  },
  {
      "id": "97",
      "store": "夢想民宿",
      "city": "澎湖縣",
      "address": "澎湖縣馬公市西衛里西衛1018號",
      "product": "住宿"
  },
  {
      "id": "98",
      "store": "貴山國際有限公司",
      "city": "澎湖縣",
      "address": "澎湖縣馬公市中華路302號",
      "product": "小卷醬、杏仁丁香魚、"
  },
  {
      "id": "99",
      "store": "保證責任屏東縣優質農產品生產合作社",
      "city": "屏東縣",
      "address": "屏東縣枋山鄉國中路3號",
      "product": "果乾、冰品、酒"
  },
  {
      "id": "100",
      "store": "雙豬工作室",
      "city": "屏東縣",
      "address": "屏東縣霧台鄉好茶村古茶柏安街19巷2號",
      "product": "繪本、公仔、杯子"
  },
  {
      "id": "101",
      "store": "枋寮三魚直賣所",
      "city": "屏東縣",
      "address": "屏東縣枋寮鄉中興路47號",
      "product": "農漁貨加工產品、在地小農蓮霧、芒果、果乾、在地社區開發保養品"
  },
  {
      "id": "102",
      "store": "社團法人屏東縣花木蘭文化產業發展協會",
      "city": "屏東縣",
      "address": "屏東縣屏東市台糖街13號",
      "product": "文創商品、滷味、手工餅乾"
  },
  {
      "id": "103",
      "store": "鮮而美食品工業有限公司",
      "city": "屏東縣",
      "address": "屏東縣萬丹鄉上蚶路586號",
      "product": "辣椒醬、泡菜、剝皮辣椒"
  },
  {
      "id": "104",
      "store": "大利安民宿",
      "city": "屏東縣",
      "address": "屏東縣三地門鄉三地村村中正路二段31巷1-4號",
      "product": "住宿"
  },
  {
      "id": "105",
      "store": "采倬琉璃坊",
      "city": "屏東縣",
      "address": "屏東縣泰武鄉佳平村15之2號",
      "product": "純手工燒製的琉璃珠飾品、DIY活動"
  },
  {
      "id": "106",
      "store": "排灣紋繣故事館",
      "city": "屏東縣",
      "address": "屏東縣三地門鄉三地村中正路二段63巷7鄰13號",
      "product": "排灣族人體彩繪、排灣族琉璃飾品、野外求生系列商品"
  },
  {
      "id": "107",
      "store": "大武山休閒農場",
      "city": "屏東縣",
      "address": "屏東縣泰武鄉武潭村老潭巷40號",
      "product": "住宿，餐飲，伴手禮，在地農產品，深度文化旅遊，導覽解說。"
  },
  {
      "id": "108",
      "store": "福灣莊園巧克力有限公司",
      "city": "屏東縣",
      "address": "屏東縣東港鎮大鵬路100號",
      "product": "巧克力產品、巧克力製程導覽及品嚐"
  },
  {
      "id": "109",
      "store": "恩瀛企業有限公司（台灣潛水）",
      "city": "屏東縣",
      "address": "屏東縣恆春鎮大光路55-60號",
      "product": "潛水活動、潛水課程、住宿"
  },
  {
      "id": "110",
      "store": "畜穀農產有限公司",
      "city": "屏東縣",
      "address": "屏東縣屏東市仁德路43巷6號",
      "product": "餐飲熟食，生鮮肉品，肉紙禮盒"
  },
  {
      "id": "111",
      "store": "政益食品有限公司",
      "city": "屏東縣",
      "address": "屏東縣林邊鄉成功路122號",
      "product": "鱈魚香絲,魚鬆,魚麵"
  },
  {
      "id": "112",
      "store": "樂漁8",
      "city": "屏東縣",
      "address": "屏東縣佳冬鄉六根村佳和路156-1號",
      "product": "龍膽石斑產品、龍虎斑產品、午仔魚產品"
  },
  {
      "id": "113",
      "store": "姥瑰工坊",
      "city": "屏東縣",
      "address": "屏東縣瑪家鄉和平路一段63號",
      "product": "皮件、原住民飾品、手作體驗"
  },
  {
      "id": "114",
      "store": "社團法人大小港邊地方創生協會",
      "city": "屏東縣",
      "address": "屏東縣林邊鄉崎峰村光前68-1號",
      "product": "遊程體驗、工藝產品：魚線編織椅、蚵殼括香磚、蚵殼盆栽、蚵殼蠟燭、海味布包"
  },
  {
      "id": "115",
      "store": "成欣商店",
      "city": "屏東縣",
      "address": "屏東縣來義鄉來義村105號",
      "product": "冷飲，蜂蜜，日用品"
  },
  {
      "id": "116",
      "store": "愛有機蔬果輕食坊",
      "city": "屏東縣",
      "address": "屏東縣內埔鄉大同路四段262號",
      "product": "花藝設計手做diy"
  },
  {
      "id": "117",
      "store": "山湖企業社",
      "city": "屏東縣",
      "address": "屏東縣屏東市仁德路43巷3-1號C棟2樓",
      "product": "青年培力、行銷企劃"
  },
  {
      "id": "118",
      "store": "阿笛丹文化藝術有限公司",
      "city": "屏東縣",
      "address": "屏東縣三地門鄉中正路二段150號",
      "product": "文創商品"
  },
  {
      "id": "119",
      "store": "有限責任屏東縣原住民泰武咖啡生產合作社",
      "city": "屏東縣",
      "address": "屏東縣泰武鄉泰武村大武山1街7號",
      "product": "咖啡相關產品，手沖咖啡、義式咖 啡、農特產、手工藝品，代工、遊程，餐點等"
  },
  {
      "id": "120",
      "store": "社團法人屏東縣愛鄉協會",
      "city": "屏東縣",
      "address": "屏東縣勝利路143號",
      "product": "遊程、培力、講座"
  },
  {
      "id": "121",
      "store": "森社場所商行",
      "city": "屏東縣",
      "address": "屏東縣恆春鎮中山路39號",
      "product": "農特產品：果乾、麻油、蘿蔔"
  },
  {
      "id": "122",
      "store": "紅氣球書屋",
      "city": "屏東縣",
      "address": "屏東縣恆春鎮北門路110巷86號",
      "product": "書本販售、在地導覽、環境保育、食農教育"
  },
  {
      "id": "123",
      "store": "社團法人屏東縣原住民特色農業推動協會",
      "city": "屏東縣",
      "address": "屏東縣瑪家鄉瑪家村和平路一段63號",
      "product": "紅藜手工皂（禮盒、精裝）、紅藜面膜、紅藜養生飲、紅藜酵素、脫殼紅藜，帶殼紅藜、紅藜相關產品系列"
  },
  {
      "id": "124",
      "store": "王惠珠文創工作坊",
      "city": "屏東縣",
      "address": "屏東縣獅子鄉內獅村內獅巷7號之1",
      "product": "手作布包、衣服"
  },
  {
      "id": "125",
      "store": "魯魯灣有限公司",
      "city": "屏東縣",
      "address": "屏東縣霧台鄉好茶村古茶柏安街17巷13號",
      "product": "部落食材風土料理 , 部落文化導覽 ,傳統食物手作體驗"
  },
  {
      "id": "126",
      "store": "井步山原住民人文生態產業合作工作室",
      "city": "屏東縣",
      "address": "屏東縣霧台鄉霧台村神山巷一鄰1-16號",
      "product": "原鄉餐飲、伴手禮、導覽解說、嚮導服務"
  },
  {
      "id": "127",
      "store": "寶薌企業有限公司",
      "city": "屏東縣",
      "address": "屏東縣瑪家鄉瑪家村瑪卡札亞街23巷1號",
      "product": "紅藜相關產品、咖啡相關產品及農事體驗"
  },
  {
      "id": "128",
      "store": "統和企業社",
      "city": "屏東縣",
      "address": "屏東縣瑪家鄉三和村五鄰三和1-10號",
      "product": "農事體驗 、社區導覽、深度旅遊規劃"
  },
  {
      "id": "129",
      "store": "巴魯那商行",
      "city": "屏東縣",
      "address": "屏東縣霧台鄉霧台村神山巷25-11號",
      "product": "紅藜、咖啡、山胡椒（馬告）、"
  },
  {
      "id": "130",
      "store": "阿滌漾實業社",
      "city": "屏東縣",
      "address": "屏東縣三地門鄉三地村中正路一段5號1路",
      "product": "咖啡、芋頭、芒果（本地種植農作物）"
  },
  {
      "id": "131",
      "store": "社團法人屏東縣枋寮鄉新龍社區發展協會",
      "city": "屏東縣",
      "address": "屏東縣枋寮鄉新龍村義民路200-2號",
      "product": "美妝保養品、真空生鮮"
  },
  {
      "id": "132",
      "store": "HO覓社會創新合作組合（大號文創整合公關顧問股份有限公司）",
      "city": "屏東縣",
      "address": "屏東縣屏東市公園西路61號",
      "product": "雷雕商品、Podcast錄音、場地租借"
  },
  {
      "id": "133",
      "store": "深活共構有限公司",
      "city": "屏東縣",
      "address": "屏東縣屏東市康定街2號",
      "product": "小農產品、部落深度遊程、手作工作坊"
  },
  {
      "id": "134",
      "store": "峰漁股份有限公司",
      "city": "屏東縣",
      "address": "屏東縣長治鄉園西一路3號",
      "product": "水產品、水產週邊商品、養殖資材"
  },
  {
      "id": "135",
      "store": "格外農品股份有限公司",
      "city": "屏東縣",
      "address": "屏東縣屏東市徐州路89號(近期可能變更)",
      "product": "果茶醬、水果氣泡麥汁"
  },
  {
      "id": "136",
      "store": "洪雅書坊",
      "city": "嘉義市",
      "address": "嘉義市長榮街116號",
      "product": "書籍、音樂、影片、咖啡豆及紅茶包"
  },
  {
      "id": "137",
      "store": "愛木村休閒觀光工廠",
      "city": "嘉義市",
      "address": "嘉義市文化路909-3號",
      "product": "木製商品、檜木精油、輕食點心"
  },
  {
      "id": "138",
      "store": "義興醬業有限公司",
      "city": "嘉義市",
      "address": "嘉義市西區北新路250巷52號",
      "product": "醬油、罐頭、醬油體驗"
  },
  {
      "id": "139",
      "store": "四季春紅社企有限公司",
      "city": "嘉義市",
      "address": "嘉義市東區共和路199巷10號",
      "product": "水果乾、保養品、茶葉"
  },
  {
      "id": "140",
      "store": "梭菲生技有限公司（桑椹銀行）",
      "city": "嘉義縣",
      "address": "嘉義縣義竹鄉溪洲村下溪洲68號",
      "product": "新鮮桑椹粒、桑椹果汁、桑葚茶、桑椹酥、桑椹特色料理"
  },
  {
      "id": "141",
      "store": "民雄金桔加工廠",
      "city": "嘉義縣",
      "address": "嘉義縣民雄鄉三興村陳厝寮38號",
      "product": "金桔相關加工產品、金桔果醬DIY手作體驗服務"
  },
  {
      "id": "142",
      "store": "嘉義縣崙尾天赦竹編發展協會",
      "city": "嘉義縣",
      "address": "嘉義縣溪口鄉美南村10鄰天赦12-3號",
      "product": "竹編商品、竹家具、竹童玩"
  },
  {
      "id": "143",
      "store": "露碧依有限公司",
      "city": "嘉義縣",
      "address": "嘉義縣番路鄉觸口村梅花六路2巷2號",
      "product": "咖啡、茶、愛玉"
  },
  {
      "id": "144",
      "store": "板陶窯文化事業有限公司",
      "city": "嘉義縣",
      "address": "嘉義縣新港鄉板頭村板頭厝45-1號",
      "product": "體驗活動、工藝產品、食農教育"
  },
  {
      "id": "145",
      "store": "織田舖子（弛茗企業社）",
      "city": "嘉義縣",
      "address": "嘉義縣朴子市大葛里155號",
      "product": "竹產品：竹蓆、竹簾、竹編品"
  },
  {
      "id": "146",
      "store": "保證責任嘉義縣南笨港雜糧生產合作社",
      "city": "嘉義縣",
      "address": "嘉義縣新港鄉板頭村灣子內75號",
      "product": "麻油、芝麻粉、食農教育"
  },
  {
      "id": "147",
      "store": "社團法人嘉義縣布袋嘴文化協會",
      "city": "嘉義縣",
      "address": "嘉義縣布袋鎮龍江里402號",
      "product": "鹽巴、DIY、導覽"
  },
  {
      "id": "148",
      "store": "慕噶納娜有限公司",
      "city": "嘉義縣",
      "address": "嘉義縣阿里山鄉樂野村2鄰57-1號1樓",
      "product": "阿里山農特產品、手作泡菜、水鹿香腸、楓樹林櫻花餅、人才培力、旅遊規劃等"
  },
  {
      "id": "149",
      "store": "一起鄒社會企業有限公司",
      "city": "嘉義縣",
      "address": "嘉義縣阿里山鄉樂野村1鄰2號附9",
      "product": "咖啡、香菇、蔬果"
  },
  {
      "id": "150",
      "store": "蘭后生活創意館",
      "city": "嘉義縣",
      "address": "嘉義縣阿里山鄉來吉村1鄰8號附3",
      "product": "創意包包、阿里山高山茶、手工藝品"
  },
  {
      "id": "151",
      "store": "嘉義縣阿里山鄉茶山社區發展協會",
      "city": "嘉義縣",
      "address": "嘉義縣阿里山鄉茶山村3鄰60號",
      "product": "觀光產業，部落文化，在地農產品"
  },
  {
      "id": "152",
      "store": "向禾漁樂休閒有限公司",
      "city": "嘉義縣",
      "address": "嘉義縣東石鄉四股67-6號",
      "product": "漁事體驗,海菜餅,海藻醋"
  },
  {
      "id": "153",
      "store": "百藝工坊",
      "city": "嘉義縣",
      "address": "嘉義縣阿里山鄉里佳村61號",
      "product": "咖啡、愛玉.明日葉及產品DIY"
  },
  {
      "id": "154",
      "store": "新港客廳",
      "city": "嘉義縣",
      "address": "嘉義縣新港鄉中正路2號",
      "product": "簡餐、米、地方特產"
  },
  {
      "id": "155",
      "store": "新港文教基金會",
      "city": "嘉義縣",
      "address": "嘉義縣新港鄉新中路305號",
      "product": "基金會出版品、紀念t恤"
  },
  {
      "id": "156",
      "store": "粒粒恩食品股份有限公司",
      "city": "嘉義縣",
      "address": "嘉義縣東石鄉蔦松村湖底20-28號",
      "product": "花生醬、花生糕、花生糖、芝麻粉、五穀粉、裹粉花生等"
  },
  {
      "id": "157",
      "store": "不舞作坊",
      "city": "嘉義縣",
      "address": "嘉義縣阿里山鄉來吉村113附8號",
      "product": "茶葉、苦茶油、餐飲、旅遊行程"
  },
  {
      "id": "158",
      "store": "嵂洧企業有限公司",
      "city": "嘉義縣",
      "address": "嘉義縣竹崎鄉鹿滿村水景頭15之1號",
      "product": "陳年老菜脯、鮑魚雞湯"
  },
  {
      "id": "159",
      "store": "品安實業行",
      "city": "雲林縣",
      "address": "雲林縣麥寮鄉後安村201-100號",
      "product": "台灣鯛系列產品、蝦、貝類"
  },
  {
      "id": "160",
      "store": "保證責任雲林縣瓊埔合作農場",
      "city": "雲林縣",
      "address": "雲林縣虎尾鎮站前東路301號",
      "product": "銷售甘藷相關加工製品等"
  },
  {
      "id": "161",
      "store": "保證責任雲林縣口湖漁類生產合作社",
      "city": "雲林縣",
      "address": "雲林縣口湖鄉崙東村民生路1-90號",
      "product": "冷凍水產品、魚鱗膠原蛋白、黑蒜頭"
  },
  {
      "id": "162",
      "store": "保證責任雲林縣古",
      "city": "雲林縣",
      "address": "雲林縣斗南鎮信義路27巷7號",
      "product": "有機蔬菜"
  },
  {
      "id": "163",
      "store": "雲聚幸福有限公司",
      "city": "雲林縣",
      "address": "雲林縣虎尾鎮復興路235號",
      "product": "植物蛋白飲、幸福食光、運動課程"
  },
  {
      "id": "164",
      "store": "好蝦冏男社",
      "city": "雲林縣",
      "address": "雲林縣水林鄉番薯厝興南段166-90號",
      "product": "生鮮冷凍食品、活動體驗、餐飲服務"
  },
  {
      "id": "165",
      "store": "億膳商行",
      "city": "雲林縣",
      "address": "雲林縣元長鄉頂寮村3-8號",
      "product": "黑金剛花生、花生糖、花生油、黑金剛貢糖、雪Q餅"
  },
  {
      "id": "166",
      "store": "雲林古坑咖啡企業有限公司",
      "city": "雲林縣",
      "address": "雲林縣古坑鄉大埔橋66號",
      "product": "咖啡、咖啡專業課程、咖啡沖煮教學及口感訓練"
  },
  {
      "id": "167",
      "store": "玉山鑫有限公司",
      "city": "雲林縣",
      "address": "雲林縣斗南鎮新興街33號",
      "product": "米餅、蝦餅、黑米茶、醬好糠、粉好糠、米醬油膏、米粉"
  },
  {
      "id": "168",
      "store": "將軍企業社",
      "city": "雲林縣",
      "address": "雲林縣西螺鎮延平路104號",
      "product": "黑豆相關產品、加工農特產與文化商店"
  },
  {
      "id": "169",
      "store": "虎珍堂/誠商憨吉企業有限公司",
      "city": "雲林縣",
      "address": "雲林縣虎尾鎮自強街147號",
      "product": "伴手禮（蛋糕、糕餅、零嘴、甜點）"
  },
  {
      "id": "170",
      "store": "唯果粒商行",
      "city": "雲林縣",
      "address": "雲林縣西螺鎮埤頭里12-3號",
      "product": "水果冰棒、水果軟糖、水果蠟筆、食農教育DIY體驗"
  },
  {
      "id": "171",
      "store": "陳上有限公司",
      "city": "雲林縣",
      "address": "雲林縣元長鄉下寮村東興路220號",
      "product": "花生、蒜頭、玉米及其加工品"
  },
  {
      "id": "172",
      "store": "島的日常",
      "city": "雲林縣",
      "address": "雲林縣虎尾鎮工專一街21巷25號",
      "product": "蛋糕、咖啡、課程"
  },
  {
      "id": "173",
      "store": "源順食品有限公司",
      "city": "雲林縣",
      "address": "雲林縣虎尾鎮文科路498號",
      "product": "有機米粉、有機純米糆條、五穀粉"
  },
  {
      "id": "174",
      "store": "雲林縣休閒旅遊推展學會",
      "city": "雲林縣",
      "address": "雲林縣古坑鄉綠色隧道",
      "product": "套裝遊程、旅遊導覽、古坑綠色隧道市集攤位（展售雲林農特產品）"
  },
  {
      "id": "175",
      "store": "小滿居染織工坊",
      "city": "雲林縣",
      "address": "雲林縣斗六市雲中街12號",
      "product": "藍染、梭織、手造紙等之教學、體驗、設計、產品及客製、訂製"
  },
  {
      "id": "176",
      "store": "三小文創有限公司",
      "city": "雲林縣",
      "address": "雲林縣斗六市九如街51號",
      "product": "友善耕作農產品、季節禮盒、食農活動"
  },
  {
      "id": "177",
      "store": "御鼎興柴燒醬業有限公司",
      "city": "雲林縣",
      "address": "雲林縣西螺鎮安定里安定路171-11號",
      "product": "醬油"
  },
  {
      "id": "178",
      "store": "土庫驛可可莊園有限公司",
      "city": "雲林縣",
      "address": "雲林縣土庫鎮大同路1-2號",
      "product": "黑巧克力、生巧克力、可可相關食品"
  },
  {
      "id": "179",
      "store": "安記食品有限公司",
      "city": "雲林縣",
      "address": "雲林縣西螺鎮中正路47號",
      "product": "鐵蛋、豆干、茶葉蛋"
  },
  {
      "id": "180",
      "store": "虎尾厝書店",
      "city": "雲林縣",
      "address": "雲林縣虎尾鎮民權路51巷3號",
      "product": "書籍、文創商品、友善小農商品"
  },
  {
      "id": "181",
      "store": "龍澤酒業股份有限公司",
      "city": "雲林縣",
      "address": "雲林縣虎尾鎮延平里下南15-6號",
      "product": "酒、醋、酒粕貢丸"
  },
  {
      "id": "182",
      "store": "麥仔簝獨立書店",
      "city": "雲林縣",
      "address": "雲林縣麥寮鄉中正路89號",
      "product": "在地農、漁伴手禮、書本、咖啡飲品、輕食、"
  },
  {
      "id": "183",
      "store": "社團法人草嶺社區發展協會",
      "city": "雲林縣",
      "address": "雲林縣古坑鄉草嶺村21-7號",
      "product": "苦茶油、遊程體驗"
  },
  {
      "id": "184",
      "store": "樂活襪之鄉企業有限公司",
      "city": "彰化縣",
      "address": "彰化縣社頭鄉社石路559號",
      "product": "全家適用極抗臭襪、服飾、內著"
  },
  {
      "id": "185",
      "store": "彰化縣埔鹽鄉大有社區發展協會",
      "city": "彰化縣",
      "address": "彰化縣埔鹽鄉大有村員鹿路三段15號",
      "product": "有機米、文創商品、遊程體驗"
  },
  {
      "id": "186",
      "store": "溪州尚水農產股份有限公司",
      "city": "彰化縣",
      "address": "彰化縣溪州鄉圳寮村溪下路三段73號",
      "product": "米、農產、產地旅遊"
  },
  {
      "id": "187",
      "store": "藝樂肆貳行",
      "city": "彰化縣",
      "address": "彰化縣彰化市大智路38號",
      "product": "藝術課程、地方文化產品、彰化故事繪本"
  },
  {
      "id": "188",
      "store": "社團法人彰化縣田尾公路花園協會",
      "city": "彰化縣",
      "address": "彰化縣田尾鄉光復路二段575號",
      "product": "課程培訓、小旅行、行銷"
  },
  {
      "id": "189",
      "store": "台灣優格食品股份有限公司（台灣優格餅乾學院）",
      "city": "彰化縣",
      "address": "彰化縣線西鄉草豐路501巷5號",
      "product": "餅乾伴手禮、餅乾DIY課程體驗"
  },
  {
      "id": "190",
      "store": "又禎有限公司",
      "city": "彰化縣",
      "address": "彰化縣北斗鎮復興路172號",
      "product": "黃／黑豆、黑豆茶、黃豆麵、豆纖餅乾等"
  },
  {
      "id": "191",
      "store": "古早雞休閒農場",
      "city": "彰化縣",
      "address": "彰化縣芬園鄉彰南路5段451巷36號",
      "product": "雞精、雞肉、料理"
  },
  {
      "id": "192",
      "store": "新建美興業股份有限公司",
      "city": "彰化縣",
      "address": "彰化縣芳苑鄉斗苑路芳苑段157號",
      "product": "食用油 ，伴手禮，黑芝麻產品"
  },
  {
      "id": "193",
      "store": "未來地圖有限公司",
      "city": "彰化縣",
      "address": "彰化縣彰化市民權路241號",
      "product": "地方特色禮盒、地方文化體驗活動、地方社群活動（讀書會、講座及課程）"
  },
  {
      "id": "194",
      "store": "鹿港囝仔文化事業有限公司",
      "city": "彰化縣",
      "address": "彰化縣鹿港鎮民族路131好",
      "product": "小微型青年創業培力、餐飲店家網路行銷、在地有機米食餐廳禾火食堂"
  },
  {
      "id": "195",
      "store": "小鎮資產管理有限公司",
      "city": "彰化縣",
      "address": "彰化縣鹿港鎮中山路127號後棟",
      "product": "導覽、書籍、場租"
  },
  {
      "id": "196",
      "store": "富雨洋傘有限公司",
      "city": "彰化縣",
      "address": "彰化縣秀水鄉金興村番花路183號",
      "product": "晴雨兩用傘、雨具"
  },
  {
      "id": "197",
      "store": "鐵花田股份有限公司",
      "city": "彰化縣",
      "address": "彰化縣田尾鄉民族路一段137-3號",
      "product": "金屬文創販售、客製化商品製作販售、植栽販售"
  },
  {
      "id": "198",
      "store": "金碳有限公司",
      "city": "彰化縣",
      "address": "彰化縣埔鹽鄉大有村員鹿路三段15號",
      "product": "有機米、文創商品、遊程體驗。"
  },
  {
      "id": "199",
      "store": "啟發米粉工廠",
      "city": "彰化縣",
      "address": "彰化縣芬園鄉楓坑村仁愛路二段6巷29號",
      "product": "米粉"
  },
  {
      "id": "200",
      "store": "心安商號",
      "city": "南投縣",
      "address": "南投縣埔里鎮中山路二段272巷9-1號",
      "product": "咖啡、點心、茶葉"
  },
  {
      "id": "201",
      "store": "慢午野食有限公司",
      "city": "南投縣",
      "address": "南投縣信義鄉望美村望和巷31-1號",
      "product": "布農野菜風味餐、野菜披薩、原住民原物料販售"
  },
  {
      "id": "202",
      "store": "水長流生態農業有限公司",
      "city": "南投縣",
      "address": "南投縣國姓鄉長流村大長路515之1號",
      "product": "國產咖啡、沖煮體驗、烘豆體驗"
  },
  {
      "id": "203",
      "store": "有限責任南投縣仁愛鄉原住民果樹生產合作社",
      "city": "南投縣",
      "address": "南投縣仁愛鄉互助村中華路84-1號",
      "product": "果醋、冰釀、文化體驗遊程"
  },
  {
      "id": "204",
      "store": "日月美民宿",
      "city": "南投縣",
      "address": "南投縣魚池鄉日月村義勇街84號",
      "product": "住宿,茶葉"
  },
  {
      "id": "205",
      "store": "蒸開心複合式餐飲",
      "city": "南投縣",
      "address": "南投縣魚池鄉日月村文化路105號",
      "product": "絲瓜湯包，魔鬼辣椒，美人腿（茭白筍）"
  },
  {
      "id": "206",
      "store": "順騎自然有限公司",
      "city": "南投縣",
      "address": "南投縣埔里鎮東榮路119號",
      "product": "在地小旅行、地方節慶活動、線上講堂"
  },
  {
      "id": "207",
      "store": "元泰竹藝社",
      "city": "南投縣",
      "address": "南投縣竹山鎮頂橫街1-1號",
      "product": "元氣竹牙刷、竹吸管、竹杯"
  },
  {
      "id": "208",
      "store": "普林斯企業有限公司",
      "city": "南投縣",
      "address": "南投縣魚池鄉新城村香茶巷5-2號2樓",
      "product": "茶葉、飲品點心、DIY手做"
  },
  {
      "id": "209",
      "store": "森十八休閒農場",
      "city": "南投縣",
      "address": "南投縣名間鄉田仔村田仔巷16-8號",
      "product": "精油、沐浴露、茶葉"
  },
  {
      "id": "210",
      "store": "彩虹穀東農產行市集",
      "city": "南投縣",
      "address": "南投縣仁愛鄉互助村清風路41號",
      "product": "米.茶.油"
  },
  {
      "id": "211",
      "store": "松霖食品有限公司",
      "city": "南投縣",
      "address": "南投縣南投市中興路337號",
      "product": "茶葉"
  },
  {
      "id": "212",
      "store": "抒嗎樹旎商行",
      "city": "南投縣",
      "address": "南投縣魚池鄉日月村義勇街56號",
      "product": "龍鬚菜餅（伴手禮）、酥炸綜合菇、酥炸綜合蔬菜"
  },
  {
      "id": "213",
      "store": "集元果食品有限公司",
      "city": "南投縣",
      "address": "南投縣集集鎮富山里大坪巷38號",
      "product": "香蕉,香蕉製產品,手作DIY"
  },
  {
      "id": "214",
      "store": "廣鴻興有限公司（廣興紙寮）",
      "city": "南投縣",
      "address": "南投縣埔里鎮鐵山里鐵山路310號",
      "product": "手工紙、紙藝品、DIY課程、導覽入園費"
  },
  {
      "id": "215",
      "store": "社團法人南投縣仁愛鄉東岸部落產業促進發展協會",
      "city": "南投縣",
      "address": "南投縣仁愛鄉南豐村松原巷80號",
      "product": "餐飲、農特產品、生態旅遊"
  },
  {
      "id": "216",
      "store": "巨人設計有限公司",
      "city": "南投縣",
      "address": "南投縣信義鄉羅娜村信筆巷77之4號1樓",
      "product": "文創品：原住民圖騰口罩、手工飾品、明信片"
  },
  {
      "id": "217",
      "store": "唯進食品有限公司",
      "city": "南投縣",
      "address": "南投縣竹山鎮大榮街36號",
      "product": "乾麵、寶寶麵、乾拌麵"
  },
  {
      "id": "218",
      "store": "南投縣埔里鎮桃米社區發展協會",
      "city": "南投縣",
      "address": "南投縣埔里鎮桃米路31-6號",
      "product": "筍乾、體驗、醬筍"
  },
  {
      "id": "219",
      "store": "豐民有限公司",
      "city": "南投縣",
      "address": "南投縣鹿谷鄉竹豐村中湖巷3-5號",
      "product": "茶葉、農產品、餐飲服務"
  },
  {
      "id": "220",
      "store": "穀笠工作室",
      "city": "南投縣",
      "address": "南投縣埔里鎮籃城五巷6-1號",
      "product": "稻米、農村小旅行、咖啡飲品、在地小農產品"
  },
  {
      "id": "221",
      "store": "兩腳詩集休閒事業有限公司",
      "city": "南投縣",
      "address": "南投縣集集鎮八張里民權路326號",
      "product": "住宿服務、梅製品"
  },
  {
      "id": "222",
      "store": "賽德克巴蘭社數位音像文化藝術工作室",
      "city": "南投縣",
      "address": "南投縣仁愛鄉互助村中華路56號1樓",
      "product": "原住民歌舞表演、梅子、檸檬、稻米"
  },
  {
      "id": "223",
      "store": "吟詩企業有限公司",
      "city": "南投縣",
      "address": "南投縣埔里鎮一新里一新二巷11號",
      "product": "農事體驗活動，泡菜，茭白筍販售"
  },
  {
      "id": "224",
      "store": "小鎮文創股份有限公司",
      "city": "南投縣",
      "address": "南投縣竹山鎮菜園路27號1、2樓",
      "product": "餐飲、冰品"
  },
  {
      "id": "225",
      "store": "隨禮客家小館",
      "city": "南投縣",
      "address": "南投縣水里鄉中正路105號",
      "product": "客家菜、在地好物、數位餐桌"
  },
  {
      "id": "226",
      "store": "華麗轉身股份有限公司",
      "city": "南投縣",
      "address": "南投縣南投市光明里光明二路92號",
      "product": "冷泡茶、協力車租借、手作體驗"
  },
  {
      "id": "227",
      "store": "天香糧文化創意有限公司",
      "city": "南投縣",
      "address": "南投縣水里鄉車埕村民權巷110-1號",
      "product": "新鮮水果（百香果、黃金果、蜜棗。）、休閒食品（蒟蒻、果醬、軟糖）、動物毛刷"
  },
  {
      "id": "228",
      "store": "呈育整合行銷有限公司",
      "city": "南投縣",
      "address": "南投縣仁愛鄉定遠新村26之1號",
      "product": "茉莉花烏龍茶、花果茶、餐飲"
  },
  {
      "id": "229",
      "store": "明日森林股份有限公司",
      "city": "南投縣",
      "address": "南投縣水里鄉車埕村民權巷101-5號",
      "product": "日用品"
  },
  {
      "id": "230",
      "store": "功薰企業有限公司",
      "city": "苗栗縣",
      "address": "苗栗縣公館鄉玉谷村117-6號",
      "product": "陶瓷商品、柴燒作品、生活陶瓷"
  },
  {
      "id": "231",
      "store": "金椿茶油工坊有限公司",
      "city": "苗栗縣",
      "address": "苗栗縣三灣鄉永和村三鄰石馬店18-3號",
      "product": "苦茶油、紫蘇油、芝麻油"
  },
  {
      "id": "232",
      "store": "摩菲智慧有限公司",
      "city": "苗栗縣",
      "address": "苗栗縣公館鄉福星村30鄰-1號",
      "product": "草莓、杭菊、紅棗"
  },
  {
      "id": "233",
      "store": "兩相宜創意美學工作室",
      "city": "苗栗縣",
      "address": "苗栗縣銅鑼鄉雙峰路86-1號",
      "product": "銅鑼燒、茶飲、活動企劃"
  },
  {
      "id": "234",
      "store": "回家商行",
      "city": "苗栗縣",
      "address": "苗栗縣苗栗市義民街23號1樓",
      "product": "客家油飯、客家小炒、客家控肉加熱即食包"
  },
  {
      "id": "235",
      "store": "耕山農創股份有限公司（老寮Hostel）",
      "city": "苗栗縣",
      "address": "苗栗縣南庄鄉南江村南江街50號",
      "product": "住宿、培力、導覽"
  },
  {
      "id": "236",
      "store": "蜂起原勇有限公司",
      "city": "苗栗縣",
      "address": "苗栗縣泰安鄉錦水村橫龍山10鄰72之27號",
      "product": "蜂蜜、農特產品、馬告系列產品"
  },
  {
      "id": "237",
      "store": "宥兒樂服務有限公司",
      "city": "苗栗縣",
      "address": "苗栗縣公館鄉玉谷村1鄰22號",
      "product": "坐月子服務、養身食材、大風草"
  },
  {
      "id": "238",
      "store": "睦晴文創有限公司",
      "city": "苗栗縣",
      "address": "苗栗縣苑裡鎮信義路36號",
      "product": "藺草帽、藺編包袋、藺編體驗課程"
  },
  {
      "id": "239",
      "store": "銅鑼億品企業社（銅鑼窯）",
      "city": "苗栗縣",
      "address": "苗栗縣銅鑼鄉竹森村9鄰74-1號",
      "product": "陶藝品、導覽體驗手作、飲品下午茶"
  },
  {
      "id": "240",
      "store": "禮沐工作坊",
      "city": "苗栗縣",
      "address": "苗栗縣南庄鄉東河村21鄰21號",
      "product": "文創商品"
  },
  {
      "id": "241",
      "store": "微光書旅",
      "city": "苗栗縣",
      "address": "苗栗縣銅鑼鄉銅鑼村中正路5號",
      "product": "茶葉、杭菊、地方文創商品。"
  },
  {
      "id": "242",
      "store": "唯渡烘培坊有限公司",
      "city": "苗栗縣",
      "address": "苗栗縣泰安鄉士林村蘇魯3鄰34號",
      "product": "蛋捲"
  },
  {
      "id": "243",
      "store": "老家生活文化實業社",
      "city": "苗栗縣",
      "address": "苗栗縣苗栗市中苗里建台街1巷13號",
      "product": "咖啡甜點、藝文展演"
  },
  {
      "id": "244",
      "store": "農村小愛良品商行",
      "city": "苗栗縣",
      "address": "苗栗縣通霄鎮新埔里15鄰112號",
      "product": "果醬、果乾、茶葉"
  },
  {
      "id": "245",
      "store": "拾藝設計工作室",
      "city": "苗栗縣",
      "address": "苗栗縣銅鑼鄉中平村1鄰8-1號",
      "product": "咖啡器具、茶具、餐具"
  },
  {
      "id": "246",
      "store": "掀冊工作室（苑裡掀海風）",
      "city": "苗栗縣",
      "address": "苗栗縣苑裡鎮新興路35巷22弄32號",
      "product": "書籍、地方走讀"
  },
  {
      "id": "247",
      "store": "卓也文旅景觀事業有限公司",
      "city": "苗栗縣",
      "address": "苗栗縣三義鄉雙潭村崩山下1-9號",
      "product": "養生蔬食餐飲、特色天然植物入菜餐飲"
  },
  {
      "id": "248",
      "store": "卓也小屋天然手作有限公司",
      "city": "苗栗縣",
      "address": "苗栗縣三義鄉雙潭村崩山下1-9號",
      "product": "天然植物染色體驗、天然植物染色商品"
  },
  {
      "id": "249",
      "store": "嘣嘣史法式甜食工作室有限公司",
      "city": "苗栗縣",
      "address": "苗栗縣苗栗市縣府路102號",
      "product": "法式甜食"
  },
  {
      "id": "250",
      "store": "紅瓦厝創意生活美食館",
      "city": "苗栗縣",
      "address": "苗栗縣後龍鎮灣寶里1鄰圪仔內3-5號",
      "product": "特色餐點、伴手禮、農村體驗"
  },
  {
      "id": "251",
      "store": "花媽手作工坊",
      "city": "苗栗縣",
      "address": "苗栗縣南庄鄉東河村5鄰78號",
      "product": "手工藝體驗教學、手工藝品銷售、在地農產美食"
  },
  {
      "id": "252",
      "store": "見域工作室",
      "city": "新竹市",
      "address": "新竹市北區長安街6號",
      "product": "地方特色文化商品、地方知識導覽解說"
  },
  {
      "id": "253",
      "store": "盛發生物科技有限公司",
      "city": "新竹縣",
      "address": "新竹縣湖口鄉中正路三段162巷16號",
      "product": "培力、電子商務、行銷"
  },
  {
      "id": "254",
      "store": "頤禾園有機農園",
      "city": "新竹縣",
      "address": "新竹縣竹東鎮軟橋里軟橋21-2號",
      "product": "有機蔬菜、有機米、雞蛋"
  },
  {
      "id": "255",
      "store": "玩印工作室",
      "city": "新竹縣",
      "address": "新竹縣竹北市東海一街95巷46號",
      "product": "絹印體驗、絹印課程、絹印設計文創周邊商品（帆布包、T恤等）"
  },
  {
      "id": "256",
      "store": "新竹縣九讚頭文化協會",
      "city": "新竹縣",
      "address": "新竹縣橫山鄉內灣村內灣139之1號",
      "product": "工藝體驗、手作課程、客家風味餐飲"
  },
  {
      "id": "257",
      "store": "新竹縣柿染文化協會",
      "city": "新竹縣",
      "address": "新竹縣新埔鎮忠孝路120號",
      "product": "DIY染布、包袋、衣服、"
  },
  {
      "id": "258",
      "store": "羅屋書院工作室",
      "city": "新竹縣",
      "address": "新竹縣關西鎮南山里上南片7鄰79號",
      "product": "客庄小旅行、客庄米食DIY、客庄餐食"
  },
  {
      "id": "259",
      "store": "大山北月（月北山大美食工作坊）",
      "city": "新竹縣",
      "address": "新竹縣橫山鄉豐鄉村大山背80號",
      "product": "餐飲、果醬、策展"
  },
  {
      "id": "260",
      "store": "德瑄有限公司",
      "city": "新竹縣",
      "address": "新竹縣寶山鄉寶新路三段112巷5號",
      "product": "蠟燭蠟燈販售，蠟燭DIY, 石膏畫DIY"
  },
  {
      "id": "261",
      "store": "牛欄",
      "city": "新竹縣",
      "address": "新竹縣關西鎮中正路69號",
      "product": "書籍、牛耕米、冰棒"
  },
  {
      "id": "262",
      "store": "新竹縣寶山鄉觀光休閒產業文化協會",
      "city": "新竹縣",
      "address": "新竹縣寶山鄉寶新路二段251巷25號",
      "product": "饅頭、農產品、農遊體驗"
  },
  {
      "id": "263",
      "store": "尖石在地通商行",
      "city": "新竹縣",
      "address": "新竹縣尖石鄉嘉樂村2鄰1-2號",
      "product": "水果、蔬菜、養殖漁類"
  },
  {
      "id": "264",
      "store": "雅葳農莊",
      "city": "新竹縣",
      "address": "新竹縣尖石鄉錦屏村那羅229-1號",
      "product": "有機蔬菜、金盞花茶、農遊活動"
  },
  {
      "id": "265",
      "store": "裕大仙草",
      "city": "新竹縣",
      "address": "新竹縣關西鎮中豐路一段222巷13號",
      "product": "仙草茶、仙草凍、燒仙草"
  },
  {
      "id": "266",
      "store": "有限責任新竹縣那羅農特產產銷合作社",
      "city": "新竹縣",
      "address": "新竹縣尖石鄉錦屏村11鄰那羅163號",
      "product": "香草花露，保養品，食品"
  },
  {
      "id": "267",
      "store": "哈客愛食品有限公司",
      "city": "新竹縣",
      "address": "新竹縣北埔鄉北埔村中豐路30号",
      "product": "養生擂茶、哈客米仔"
  },
  {
      "id": "268",
      "store": "一鳴生技農園",
      "city": "高雄市",
      "address": "高雄市美濃區吉安街68號",
      "product": "水果果脆"
  },
  {
      "id": "269",
      "store": "愛莉兒食品生技有限公司",
      "city": "高雄市",
      "address": "高雄市新興區南華橫二路65號",
      "product": "魚膠原冰淇淋、魚膠原小籠包"
  },
  {
      "id": "270",
      "store": "濃夫生活商行",
      "city": "高雄市",
      "address": "高雄市美濃區永安路195號",
      "product": "檸檬泡茶片、檸檬清潔劑、檸檬愛玉"
  },
  {
      "id": "271",
      "store": "高雄市旗山尊懷活水人文協會（台青蕉）",
      "city": "高雄市",
      "address": "高雄市旗山區中山路17號",
      "product": "香蕉蛋糕、地方文創、地方體驗活動"
  },
  {
      "id": "272",
      "store": "和木相處有限公司",
      "city": "高雄市",
      "address": "高雄市三民區大福街109號一樓",
      "product": "木器、刺繡、木筆"
  },
  {
      "id": "273",
      "store": "高雄市旗山區糖廠社區發展協會",
      "city": "高雄市",
      "address": "高雄市旗山區東昌里忠孝街33號",
      "product": "一級農產品、二級加工品、農村體驗"
  },
  {
      "id": "274",
      "store": "美濃窯文化藝術股份有限公司",
      "city": "高雄市",
      "address": "高雄市苓雅區四維二路104號3樓",
      "product": "手工藝體驗、工藝商品、親子課程"
  },
  {
      "id": "275",
      "store": "ㄧ山沐多納咖啡",
      "city": "高雄市",
      "address": "高雄市茂林區多納里6-6號",
      "product": "咖啡、愛玉、甜點"
  },
  {
      "id": "276",
      "store": "中外餅舖有限公司",
      "city": "高雄市",
      "address": "高雄市左營區蓮潭路60-1號",
      "product": "高雄十大伴手禮、參訪體驗DIY、麵包蛋糕炊蒸食品"
  },
  {
      "id": "277",
      "store": "紅藜之家企業社",
      "city": "高雄市",
      "address": "高雄市茂林區茂林里茂林巷59號",
      "product": "原住民有機農特產品"
  },
  {
      "id": "278",
      "store": "傑瑀企業有限公司",
      "city": "高雄市",
      "address": "高雄市鳥松區球場路21號",
      "product": "水果，電商平台，行銷"
  },
  {
      "id": "279",
      "store": "得樂日嘎健康無毒農產企業社",
      "city": "高雄市",
      "address": "高雄市茂林區茂林里茂林巷116號1樓",
      "product": "原住民農產品及農產加工食品"
  },
  {
      "id": "280",
      "store": "得恩谷的民宿",
      "city": "高雄市",
      "address": "高雄市茂林區茂林里138號",
      "product": "紅藜麵包、飲品"
  },
  {
      "id": "281",
      "store": "芭特芙萊工藝坊",
      "city": "高雄市",
      "address": "高雄市茂林區茂林里130號",
      "product": "紅藜麵包、伴手禮、飲品"
  },
  {
      "id": "282",
      "store": "紫蝶手工烘焙坊",
      "city": "高雄市",
      "address": "高雄市六龜區大津里大津2號",
      "product": "紅藜麵包、咖啡、飲品、伴手禮"
  },
  {
      "id": "283",
      "store": "烏巴克創藝工作坊",
      "city": "高雄市",
      "address": "高雄市茂林區茂林里茂林巷116號1樓",
      "product": "生態活動體驗、文化活動體驗 .各式手工硫璃、皮雕.木雕.串珠.伴手禮"
  },
  {
      "id": "284",
      "store": "阿諾原生山茶行",
      "city": "高雄市",
      "address": "高雄市桃源區寶山里寶山巷41之1號",
      "product": "有機原生山茶"
  },
  {
      "id": "285",
      "store": "茂林小米之家商行",
      "city": "高雄市",
      "address": "高雄市茂林區茂林里茂林巷12-4號",
      "product": "小米酒.、小米露、部落美食、獵人餐"
  },
  {
      "id": "286",
      "store": "美濃啖糕堂",
      "city": "高雄市",
      "address": "高雄市美濃區永安路197號",
      "product": "麵包丶蛋糕丶吐司"
  },
  {
      "id": "287",
      "store": "高雄市寶來人文協會",
      "city": "高雄市",
      "address": "高雄市六龜區寶來里檨仔腳32-8號",
      "product": "陶藝、植物染、土窯胖"
  },
  {
      "id": "288",
      "store": "大崎空間藝文工作室",
      "city": "臺南市",
      "address": "臺南市官田區大崎里39-3號",
      "product": "農產文創品展售、冰飲品、村落藝術手作體驗"
  },
  {
      "id": "289",
      "store": "那顆炭國際有限公司",
      "city": "臺南市",
      "address": "臺南市官田區東西庄里西庄95-1",
      "product": "飲料、菱殼炭相關產品"
  },
  {
      "id": "290",
      "store": "沐春企業社",
      "city": "臺南市",
      "address": "臺南市白河區關嶺里關子嶺27-2號",
      "product": "溫泉湯屋體驗、溫泉泥染"
  },
  {
      "id": "291",
      "store": "瓜瓜園企業股份有限公司",
      "city": "臺南市",
      "address": "臺南市新化區中正路65號",
      "product": "冰烤地瓜、地瓜脆片、地瓜薯條"
  },
  {
      "id": "292",
      "store": "幸福良食有限公司",
      "city": "臺南市",
      "address": "臺南市學甲區學甲寮31號",
      "product": "黑豆加工品（黑豆茶、黑豆乳、黑豆酥）、食農教育體驗活動"
  },
  {
      "id": "293",
      "store": "苑璟環境整合工作坊",
      "city": "臺南市",
      "address": "臺南市將軍區將富里48號",
      "product": "遊程體驗、餐飲服務、商品販售。"
  },
  {
      "id": "294",
      "store": "錦源興生活有限公司",
      "city": "臺南市",
      "address": "臺南市中西區中正路209巷3號",
      "product": "提袋、文具、生活用品"
  },
  {
      "id": "295",
      "store": "府城館事業股份有限公司（虱目魚主題館）",
      "city": "臺南市",
      "address": "臺南市安平區漁光路128-2號",
      "product": "虱目魚生鮮加工保健保養以及旅遊文化教育產品等"
  },
  {
      "id": "296",
      "store": "透南風文化創意有限公司",
      "city": "臺南市",
      "address": "臺南市中西區永福路二段35巷6號",
      "product": "農產加工品、文創商品、講座、小旅行"
  },
  {
      "id": "297",
      "store": "臺南市佳里區延平社區發展協會",
      "city": "臺南市",
      "address": "臺南市佳里區下營里頂廍117號",
      "product": "農產製品：芝麻糖、農村體驗-手工黑糖、農村小旅遊-社區導覽"
  },
  {
      "id": "298",
      "store": "友蜂農牧股份有限公司",
      "city": "臺南市",
      "address": "臺南市仁德區文華路二段358巷201弄9-2號（吉田田有機農場後面小葉子農場旁）",
      "product": "蜂蜜（歐盟規格熟成蜂蜜）"
  },
  {
      "id": "299",
      "store": "人與山旅宿（仙湖農場）",
      "city": "臺南市",
      "address": "臺南市東山區大洋6-6號",
      "product": "住宿、桂圓、蜂蜜"
  },
  {
      "id": "300",
      "store": "水牛設計部落有限公司",
      "city": "臺南市",
      "address": "臺南市後壁區土溝里61-3號",
      "product": "文創產品、地方物產、設計諮詢"
  },
  {
      "id": "301",
      "store": "鈺豐農特產行",
      "city": "臺南市",
      "address": "臺南市玉井區望明里53-6號",
      "product": "果乾、手作烘焙"
  },
  {
      "id": "302",
      "store": "赤兔製造所",
      "city": "臺南市",
      "address": "臺南市鹽水區中山路10號",
      "product": "飲品、文創商品"
  },
  {
      "id": "303",
      "store": "祥正能源科技牧場股份有限公司",
      "city": "臺南市",
      "address": "臺南市官田區官田里中脇68號",
      "product": "雞精、生鮮雞肉、川椒雞煲湯"
  },
  {
      "id": "304",
      "store": "嘉振企業有限公司",
      "city": "臺南市",
      "address": "臺南市佳里區博愛街60號",
      "product": "黑芝麻醬、芝麻粉、芝麻粒等台灣黑芝麻系列商品"
  },
  {
      "id": "305",
      "store": "有限責任臺南市後壁區仕安社區合作社",
      "city": "臺南市",
      "address": "臺南市後壁區長短樹里下長39-6號",
      "product": "有機米、有機黑豆（轉型期）"
  },
  {
      "id": "306",
      "store": "山海屯股份有限公司",
      "city": "臺南市",
      "address": "臺南市新化區中正路439號",
      "product": "行銷、小旅行、青年培力"
  },
  {
      "id": "307",
      "store": "果農之家企業行",
      "city": "臺南市",
      "address": "臺南市楠西區密枝里6號",
      "product": "農村旅遊體驗、水果風味餐"
  },
  {
      "id": "308",
      "store": "礁坑農有限公司",
      "city": "臺南市",
      "address": "臺南市新化區礁坑社區發展協會",
      "product": "橄欖相關農特產品、社區導覽"
  },
  {
      "id": "309",
      "store": "寀綸創意有限公司",
      "city": "臺南市",
      "address": "臺南市台南市鹽水區朝琴路127-2號",
      "product": "香腸、麻油、糕餅、餐飲等"
  },
  {
      "id": "310",
      "store": "鼎農村試驗教育基地（鼎弘活動規劃工作室）",
      "city": "臺南市",
      "address": "臺南市學甲區秀昌里下溪洲3號",
      "product": "在農業體驗及攀樹課程及定向越野魚丸製作"
  },
  {
      "id": "311",
      "store": "台南市安南區鹿耳社區發展協會",
      "city": "臺南市",
      "address": "臺南市安南區北汕尾二路800巷9弄95號",
      "product": "虱目魚鬆，虱目魚丸，公仔"
  },
  {
      "id": "312",
      "store": "財團法人水源地文教基金會",
      "city": "臺中市",
      "address": "臺中市太平區長龍路四段20號",
      "product": "藍染絲巾、藍染棉巾、藍歌餐塾"
  },
  {
      "id": "313",
      "store": "樹合苑（合樸農學商行）",
      "city": "臺中市",
      "address": "臺中市北區中清路一段101號",
      "product": "豆腐、咖啡、釀造"
  },
  {
      "id": "314",
      "store": "沃農士食品股份有限公司",
      "city": "臺中市",
      "address": "臺中市大安區興安路168號",
      "product": "烘焙、伴手禮、芋頭相關糕點、芋頭相關點心"
  },
  {
      "id": "315",
      "store": "林山農選有限公司",
      "city": "臺中市",
      "address": "臺中市和平區梨山里民族街12號",
      "product": "蜜蘋果、雪梨、梨山茶"
  },
  {
      "id": "316",
      "store": "霧峰區農會酒莊購物中心",
      "city": "臺中市",
      "address": "臺中市霧峰區中正路345號",
      "product": "農特產品、酒、香米"
  },
  {
      "id": "317",
      "store": "社團法人原住民深耕德瑪汶協會",
      "city": "臺中市",
      "address": "臺中市和平區達觀里東崎路一段46-5號",
      "product": "小米醃豬肉、共有雞、自然農法蔬果"
  },
  {
      "id": "318",
      "store": "建興創藝有限公司",
      "city": "臺中市",
      "address": "臺中市清水區文昌街18號",
      "product": "餐飲（咖啡及輕食）、圖書、文創商品（如摺頁、生態方巾、地圖書、筆記本等）"
  },
  {
      "id": "319",
      "store": "流星花園事業有限公司",
      "city": "臺中市",
      "address": "臺中市豐原區水源路坪頂巷8號",
      "product": "餐飲、農特產品、伴手禮"
  },
  {
      "id": "320",
      "store": "部落廚房企業社",
      "city": "臺中市",
      "address": "臺中市西屯區漢翔路519號（之1）",
      "product": "部落農特產品、糙米醬油系列、零嘴飲品"
  },
  {
      "id": "321",
      "store": "安妮皇家有限公司",
      "city": "臺中市",
      "address": "臺中市新社區中和里中興街223號",
      "product": "主廚特色餐點、下午茶、水果果乾"
  },
  {
      "id": "322",
      "store": "樂物文創股份有限公司",
      "city": "臺中市",
      "address": "臺中市北屯區建功巷29-11-7號",
      "product": "木製居家生活用品"
  },
  {
      "id": "323",
      "store": "淘圃國際有限公司",
      "city": "臺中市",
      "address": "臺中市新社區中興街154-1號、台中市北屯區軍和街401號",
      "product": "茶葉、體驗活動"
  },
  {
      "id": "324",
      "store": "臺灣文化創意產業學會",
      "city": "臺中市",
      "address": "臺中市中區綠川東街20號",
      "product": "特色美食、體驗課程、文創小物"
  },
  {
      "id": "325",
      "store": "味無味有限公司",
      "city": "臺中市",
      "address": "臺中市中區中山路249號",
      "product": "自然飲食餐館, 主要產品: 四季養生飲品、餐點"
  },
  {
      "id": "326",
      "store": "典果有限公司-品牌 崧大夫",
      "city": "臺中市",
      "address": "臺中市北屯區后庄七街229號",
      "product": "五葉松汁森林飲、松針茶、松針茶禮盒"
  },
  {
      "id": "327",
      "store": "文湯股份有限公司",
      "city": "臺中市",
      "address": "臺中市南屯區文心南二路180號",
      "product": "茶葉產品、茶葉課程"
  },
  {
      "id": "328",
      "store": "木匠兄妹科技有限公司",
      "city": "臺中市",
      "address": "臺中市后里區舊圳路4-12號",
      "product": "木工DIY體驗、木作設計禮品"
  },
  {
      "id": "329",
      "store": "新社森林股份有限公司",
      "city": "臺中市",
      "address": "臺中市新社區中和里中興街20號",
      "product": "香草相關日用品、餐飲"
  },
  {
      "id": "330",
      "store": "京越國際股份有限公司",
      "city": "臺中市",
      "address": "臺中市大進街377號",
      "product": "餐飲，伴手禮，體驗課程"
  },
  {
      "id": "331",
      "store": "大安甘醇股份有限公司",
      "city": "臺中市",
      "address": "臺中市大安區頂安里中山北路330號",
      "product": "高粱酒、梅酒、觀光酒廠"
  },
  {
      "id": "332",
      "store": "臺灣花園城市發展協會",
      "city": "臺中市",
      "address": "臺中市大里區中興路一段159-1號3樓",
      "product": "導覽解說、小旅行、書籍"
  },
  {
      "id": "333",
      "store": "品菓國際企業股份有限公司",
      "city": "臺中市",
      "address": "臺中市烏日區溪南路二段68巷26弄38號",
      "product": "手工烏魚子蛋捲、歐式千層酥、手工餅乾、即時粥品"
  },
  {
      "id": "334",
      "store": "芙彤園股份有限公司",
      "city": "臺中市",
      "address": "臺中市西區華美街227號",
      "product": "洗沐用品、精油產品、防疫產品"
  },
  {
      "id": "335",
      "store": "梨理人設計有限公司",
      "city": "臺中市",
      "address": "臺中市西屯區至善路18巷1號",
      "product": "龍眼木印章、梨甜果乾、梨煙筆"
  },
  {
      "id": "336",
      "store": "淼焱苗有限公司",
      "city": "桃園市",
      "address": "桃園市大溪區福山一路二巷 淼焱苗-蔬果有機會",
      "product": "有機友善蔬果、農產加工品、農場體驗活動"
  },
  {
      "id": "337",
      "store": "謙恩企業有限公司",
      "city": "桃園市",
      "address": "桃園市復興區三民里基國派路162巷230號",
      "product": "雞蛋、綠竹筍"
  },
  {
      "id": "338",
      "store": "拉拉山小熊本舖",
      "city": "桃園市",
      "address": "桃園市復興區華陵里9鄰巴崚62之3號",
      "product": "蔬果農產品銷售、手工藝品製作教學、秘境導覽活動"
  },
  {
      "id": "339",
      "store": "晴耕雨讀文化有限公司",
      "city": "桃園市",
      "address": "桃園市龍潭區福龍路二段169巷181弄30衖90號",
      "product": "新書、二手書、明信片、咖啡、茶飲"
  },
  {
      "id": "340",
      "store": "德成養蜂場",
      "city": "桃園市",
      "address": "桃園市龍潭區中豐路上林段261號",
      "product": "蜂蜜系商品"
  },
  {
      "id": "341",
      "store": "桑葚緣園藝社（桑葚緣觀光果園）",
      "city": "桃園市",
      "address": "桃園市龍潭區富華街三林段362巷18號",
      "product": "觀光採果、桑葚商品、桑葉商品"
  },
  {
      "id": "342",
      "store": "媽亜特產莊園",
      "city": "桃園市",
      "address": "桃園市復興區三光里武道能敢4鄰14之18號",
      "product": "水蜜桃、段木菇、露營區"
  },
  {
      "id": "343",
      "store": "日日田文創設計有限公司",
      "city": "桃園市",
      "address": "桃園市大溪區仁和路二段190巷37號",
      "product": "工作坊、茶飲、培力課程、行銷"
  },
  {
      "id": "344",
      "store": "桃園市龍潭區商業發展促進協會（菱潭街興創基地）",
      "city": "桃園市",
      "address": "桃園市龍潭區龍元路45號旁",
      "product": "餐飲美食類、文創選物類"
  },
  {
      "id": "345",
      "store": "桃園市復興桂竹產業發展協會",
      "city": "桃園市",
      "address": "桃園市大溪區民權東路131號1樓",
      "product": "桂竹工藝商品、部落體驗活動、在地農特產"
  },
  {
      "id": "346",
      "store": "櫓榪竹工作室",
      "city": "桃園市",
      "address": "桃園市復興區崙坪里1鄰6號",
      "product": "桂竹耳飾"
  },
  {
      "id": "347",
      "store": "桃園市傳統編織技藝文化教育推廣協會",
      "city": "桃園市",
      "address": "桃園市大溪區復興路一段39巷137號",
      "product": "泰雅文化商品，如提包、吊飾、生活起居用品等"
  },
  {
      "id": "348",
      "store": "漁品軒有限司",
      "city": "基隆市",
      "address": "基隆市中正區北寧路276號",
      "product": "海鮮米粉、伴手禮、水產品"
  },
  {
      "id": "349",
      "store": "邀賀良善有限公司",
      "city": "基隆市",
      "address": "基隆市中正區八斗街35號",
      "product": "友善餐點、友善農產、漁貨、循環經濟日常品"
  },
  {
      "id": "350",
      "store": "雞籠文史協進會",
      "city": "基隆市",
      "address": "基隆市孝一路80-2號 三樓",
      "product": "觀光導覽、文化解說、城市行銷"
  },
  {
      "id": "351",
      "store": "星濱山共創工作室",
      "city": "基隆市",
      "address": "基隆市中正區正濱路34號",
      "product": "刊物、文創產品、飲品、服飾、托特包、名信片"
  },
  {
      "id": "352",
      "store": "大方合展有限公司",
      "city": "基隆市",
      "address": "基隆市中正區正濱路96號",
      "product": "飛魚卵豬肉加工品 餐飲 飲料"
  },
  {
      "id": "353",
      "store": "城心文化有限公司",
      "city": "基隆市",
      "address": "基隆市信義區義九路2號2樓",
      "product": "設計、書籍選物、培力"
  },
  {
      "id": "354",
      "store": "綵豐團體服裝行",
      "city": "基隆市",
      "address": "基隆市中正區中正路521號",
      "product": "文創商品、培力課程、旅遊導覽"
  },
  {
      "id": "355",
      "store": "西岸山城文創故事工作室",
      "city": "基隆市",
      "address": "基隆市中正區正濱路98號",
      "product": "服裝，飲品，提袋"
  },
  {
      "id": "356",
      "store": "百分之二文化事業股份有限公司",
      "city": "新北市",
      "address": "新北市淡水區中正路243號",
      "product": "原住民手工藝品及文創商品（月桃編織、檳榔鞘盒等）"
  },
  {
      "id": "357",
      "store": "心象工作室",
      "city": "新北市",
      "address": "新北市永和區中正路40號4樓",
      "product": "台灣原住民文創商品、紙藝書籍"
  },
  {
      "id": "358",
      "store": "佳鼎國際股份有限公司",
      "city": "新北市",
      "address": "新北市鶯歌區尖山埔路81號",
      "product": "陶瓷自製產品、陶藝課程體驗、導覽"
  },
  {
      "id": "359",
      "store": "石碇許家手工麵線行",
      "city": "新北市",
      "address": "新北市石碇區烏塗里四分子三號",
      "product": "手工麵線伴手禮、麵線製作體驗、流水麵"
  },
  {
      "id": "360",
      "store": "寶萊詩三才靈芝科技股份有限公司",
      "city": "新北市",
      "address": "新北市板橋區文化路二段338號",
      "product": "靈芝系列在地好物（茶咖啡等農產加工品）、節慶禮盒、礦紀念品"
  },
  {
      "id": "361",
      "store": "汪汪地瓜園有限公司",
      "city": "新北市",
      "address": "新北市金山區重和里六股林口74號",
      "product": "食農體驗、地瓜蛋糕、地瓜伴手禮"
  },
  {
      "id": "362",
      "store": "海洋沅實業有限公司",
      "city": "新北市",
      "address": "新北市石碇區中民里十八重溪50號",
      "product": "螢火蟲書屋黑夜微光禮盒、黑木耳露、黑礦村礦石"
  },
  {
      "id": "363",
      "store": "香草街屋文創有限公司",
      "city": "新北市",
      "address": "新北市淡水區重建街14號",
      "product": "香草茶包、香氛製品、香草啤酒"
  },
  {
      "id": "364",
      "store": "山号整合設計有限公司",
      "city": "新北市",
      "address": "新北市坪林區坪林街12號",
      "product": "坪林茶鄉旅遊程驗服務、小農精緻套餐料理、茶葉、茶點等農創商品。"
  },
  {
      "id": "365",
      "store": "禾乃川股份有限公司",
      "city": "新北市",
      "address": "新北市三峽區民權街84巷12號之1",
      "product": "台灣國產豆製品（豆漿、豆腐、豆干、豆皮）、烘焙產品、豆製品餐點"
  },
  {
      "id": "366",
      "store": "甘樂文創志業股份有限公司",
      "city": "新北市",
      "address": "新北市三峽區清水街317號",
      "product": "手作體驗、文創商品、餐食"
  },
  {
      "id": "367",
      "store": "平溪創生股份有限公司",
      "city": "新北市",
      "address": "新北市平溪區頂寮子五號",
      "product": "入園門票、餐飲、紀念品"
  },
  {
      "id": "368",
      "store": "吉興股份有限公司",
      "city": "新北市",
      "address": "新北市三峽區大德路206號",
      "product": "鮮活無毒水產、本土農產、上選肉品"
  },
  {
      "id": "369",
      "store": "臺灣類博物館發展協會",
      "city": "新北市",
      "address": "新北市瑞芳區洞頂路155-8號",
      "product": "導覽體驗遊程、文創商品、素食餐點"
  },
  {
      "id": "370",
      "store": "烏來觀光事業股份有限公司",
      "city": "新北市",
      "address": "新北市烏來區烏來里瀑布路1-1號",
      "product": "培力、行銷"
  },
  {
      "id": "371",
      "store": "日裏文創事業有限公司（果嶼）",
      "city": "新北市",
      "address": "新北市新莊區新北大道四段3號B2",
      "product": "果乾、果醬、堅果"
  },
  {
      "id": "372",
      "store": "叔叔妹妹企業社",
      "city": "臺北市",
      "address": "臺北市大同區重慶北路一段27巷8號3樓",
      "product": "街區導覽及工作坊、文具畫材、明信片"
  },
  {
      "id": "373",
      "store": "古川設計有限公司",
      "city": "臺北市",
      "address": "臺北市大同區西寧北路63號3樓",
      "product": "原住民族文化故事服裝配件商品"
  },
  {
      "id": "374",
      "store": "小農文創有限公司",
      "city": "臺北市",
      "address": "臺北市八德路一段一號（華山文創蒸餾室）",
      "product": "三光五月桃、在地果實酒、偏鄉教育"
  },
  {
      "id": "375",
      "store": "風雅存創意有限公司",
      "city": "臺北市",
      "address": "臺北市迪化街一段265號",
      "product": "咖啡下午茶、烘焙輕食、導覽活動"
  },
  {
      "id": "376",
      "store": "天龍安全科技股份有限公司",
      "city": "臺北市",
      "address": "臺北市中正區忠孝東路1段140號4樓",
      "product": "水果,果乾,雞蛋,茶業,薑黃粉,米等農產品及智慧農場耗材等"
  },
  {
      "id": "377",
      "store": "八百金股份有限公司",
      "city": "臺北市",
      "address": "臺北市文山區羅斯福路五段88-5號5樓",
      "product": "茶葉、米、及相關延伸食品"
  },
  {
      "id": "378",
      "store": "投圓文化有限公司（品牌：北投說書人、北投製造）",
      "city": "臺北市",
      "address": "臺北市北投區公館路306巷5號1樓",
      "product": "北投伴手禮、導覽解說、設計行銷、北投在地服務諮詢"
  },
  {
      "id": "379",
      "store": "社團法人台灣千里步道協會",
      "city": "臺北市",
      "address": "臺北市文山區景福街47號2樓",
      "product": "手步作道、出版品、講座"
  },
  {
      "id": "380",
      "store": "拾樂文化股份有限公司（島內散步）",
      "city": "臺北市",
      "address": "臺北市大同區南京西路239巷27號",
      "product": "文化導覽、小旅行、兒童活動"
  }
] 