export const twrrList =[
    {
        "id": "1",
        "store": "冬瓜山農創ㄨ文創館",
        "city": "宜蘭縣",
        "address": "宜蘭縣冬山鄉中正路37號",
        "product": "小農伴手禮：果乾、茶葉、米、米果、地方遊程導覽等"
    },
    {
        "id": "2",
        "store": "不打烊體驗文化有限公司",
        "city": "宜蘭縣",
        "address": "宜蘭縣南澳鄉東岳村東岳路73巷3號",
        "product": "小獵人遊程、獨木舟體驗、飛魚伴手禮"
    },
    {
        "id": "3",
        "store": "臺灣碗盤博物館",
        "city": "宜蘭縣",
        "address": "宜蘭縣五結鄉西河五路82號",
        "product": "博物館門票、宜蘭碗文創商品、陶瓷器皿文物"
    },
    {
        "id": "4",
        "store": "梅花湖休閒農場",
        "city": "宜蘭縣",
        "address": "宜蘭縣冬山鄉環湖路62號",
        "product": "住宿.餐飲.體驗"
    },
    {
        "id": "5",
        "store": "菌寶貝",
        "city": "宜蘭縣",
        "address": "宜蘭縣宜蘭市梅洲一路22號",
        "product": "益生菌健康食品、肌膚保養品、DIY體驗"
    },
    {
        "id": "6",
        "store": "金魚厝邊",
        "city": "宜蘭縣",
        "address": "宜蘭縣頭城鎮中庸街32-1號",
        "product": "剝皮辣椒、金棗防疫組合、老街導覽"
    },
    {
        "id": "7",
        "store": "山豬爺爺親子農莊",
        "city": "宜蘭縣",
        "address": "宜蘭縣大同鄉樂水村碼崙路35巷一號",
        "product": "部落農特產品與部落傳統手工原創商品、遊程體驗活動、部落原民美食餐飲"
    },
    {
        "id": "8",
        "store": "官老爺休閒農場",
        "city": "宜蘭縣",
        "address": "宜蘭縣壯圍鄉新南村霧罕路3號",
        "product": "哈密瓜醬瓜、豆腐乳、冷太陽"
    },
    {
        "id": "9",
        "store": "小董山間野炊",
        "city": "宜蘭縣",
        "address": "宜蘭縣大同鄉寒溪村華興巷1-18號",
        "product": "部落一至二日遊、露營地、部落餐桌、小米、小米露、小米甜甜圈、文創商品"
    },
    {
        "id": "10",
        "store": "慢島生活",
        "city": "宜蘭縣",
        "address": "宜蘭縣員山鄉尚深路84號",
        "product": "米、料理包、體驗活動"
    },
    {
        "id": "11",
        "store": "部落山莊民宿",
        "city": "宜蘭縣",
        "address": "宜蘭縣大同鄉崙埤村2鄰崙埤12號",
        "product": "旅宿"
    },
    {
        "id": "12",
        "store": "宜糧號",
        "city": "宜蘭縣",
        "address": "宜蘭縣員山鄉湖東村茄苳路28巷2-3號",
        "product": "米酒、辣椒醬、豆腐乳"
    },
    {
        "id": "13",
        "store": "大洲車站",
        "city": "宜蘭縣",
        "address": "宜蘭縣三星鄉五分路二段192號",
        "product": "DIY火車組裝餅乾、三星農特產加工品、三星遊程服務"
    },
    {
        "id": "14",
        "store": "來宜蘭迺菜市場",
        "city": "宜蘭縣",
        "address": "宜蘭縣宜蘭市昇平街20號",
        "product": "農特產品、市場走讀體驗、市場風格商品"
    },
    {
        "id": "15",
        "store": "中福酒廠",
        "city": "宜蘭縣",
        "address": "宜蘭縣三星鄉大隱八路367號",
        "product": "酒、鹽麴、米滴精（甘酒）"
    },
    {
        "id": "16",
        "store": "青年築夢聚落",
        "city": "宜蘭縣",
        "address": "宜蘭縣壯圍鄉壯濱路二段196巷18號（1樓多功能空間）",
        "product": "產地小旅行（宜蘭）、農漁產品、農漁加工品"
    },
    {
        "id": "17",
        "store": "八福原地",
        "city": "宜蘭縣",
        "address": "宜蘭縣南澳鄉東岳村東岳路73巷3號",
        "product": "露營、泰雅文化體驗、飛魚伴手禮"
    },
    {
        "id": "18",
        "store": "那山那谷休閒農場",
        "city": "宜蘭縣",
        "address": "宜蘭縣南澳鄉金洋村金洋路2號",
        "product": "露營、水上活動、精釀啤酒"
    },
    {
        "id": "19",
        "store": "幸福果食",
        "city": "宜蘭縣",
        "address": "宜蘭縣三星鄉大埔一路102號",
        "product": "餐會服務、餐會服務、餐會服務"
    },
    {
        "id": "20",
        "store": "宜蘭縣多必優原住民永續發展協會",
        "city": "宜蘭縣",
        "address": "宜蘭縣南澳鄉東岳村蘇花路三段13巷7號2樓",
        "product": "一日遊、風味餐、單項體驗"
    },
    {
        "id": "21",
        "store": "八十佃穀倉",
        "city": "宜蘭縣",
        "address": "宜蘭縣員山鄉大安路148-19號",
        "product": "農事體驗、農產加工品、碾米場解說。"
    },
    {
        "id": "22",
        "store": "益得畑の菓",
        "city": "宜蘭縣",
        "address": "宜蘭縣三星鄉上將路三段376巷25號",
        "product": "三星蔥蛋捲、玄米土鳳梨酥、上將梨冰淇淋"
    },
    {
        "id": "23",
        "store": "宜蘭縣宜蘭市鄂王社區發展協會",
        "city": "宜蘭縣",
        "address": "宜蘭市舊城西路66號",
        "product": "地方文化書籍"
    },
    {
        "id": "24",
        "store": "溜溜漫畫店(東臺灣食通信)",
        "city": "宜蘭縣",
        "address": "宜蘭縣蘇澳鎮蘇花路二段492巷1號",
        "product": "地方誌"
    },
    {
        "id": "25",
        "store": "天賜糧源",
        "city": "花蓮縣",
        "address": "花蓮縣富里鄉永豐村永豐25-1號",
        "product": "有機米、農產品、空間租賃"
    },
    {
        "id": "26",
        "store": "阿改玩生活",
        "city": "花蓮縣",
        "address": "花蓮縣萬榮鄉西林村26號",
        "product": "文化溯溪、食農體驗、工藝體驗"
    },
    {
        "id": "27",
        "store": "郭榮市火腿-富國總店",
        "city": "花蓮縣",
        "address": "花蓮縣花蓮市富國路41號",
        "product": "手工火腿、早午餐"
    },
    {
        "id": "28",
        "store": "美好花生",
        "city": "花蓮縣",
        "address": "花蓮縣鳳林鎮中和路46-1號",
        "product": "花生湯、花生醬、炒花生"
    },
    {
        "id": "29",
        "store": "洄瀾無毒",
        "city": "花蓮縣",
        "address": "花蓮縣吉安鄉建國路一段18號",
        "product": "1.花蓮農產、在地農產加工品\n2.農事體驗：如採果、DIY、導覽\n3.旅遊住宿"
    },
    {
        "id": "30",
        "store": "洄瀾無毒糖廠分店",
        "city": "花蓮縣",
        "address": "花蓮縣光復鄉糖廠街19號",
        "product": "1.花蓮農產、在地農產加工品\n2.農事體驗：如採果、DIY、導覽\n3.旅遊住宿"
    },
    {
        "id": "31",
        "store": "洄瀾無毒酒廠分店",
        "city": "花蓮縣",
        "address": "花蓮市美工路6號(推廣中心)",
        "product": "1.花蓮農產、在地農產加工品\n2.農事體驗：如採果、DIY、導覽\n3.旅遊住宿"
    },
    {
        "id": "32",
        "store": "花蓮縣卓溪鄉特用作物產銷班第10班",
        "city": "花蓮縣",
        "address": "花蓮縣卓溪鄉崙山村49-1號",
        "product": "苦茶油，薑黃粉"
    },
    {
        "id": "33",
        "store": "山上那良農場",
        "city": "花蓮縣",
        "address": "花蓮縣卓溪鄉崙山村49號",
        "product": "苦茶油，薑黃，箭筍"
    },
    {
        "id": "34",
        "store": "歌勒文傳工作室",
        "city": "花蓮縣",
        "address": "花蓮縣秀林鄉富世村民樂38號",
        "product": "風味餐， 太魯閣族工藝品"
    },
    {
        "id": "35",
        "store": "太魯閣767農場",
        "city": "花蓮縣",
        "address": "花蓮縣秀林鄉秀林村民治35-30號",
        "product": "農特產品展售：萵苣，樹葡萄，萬壽菊花茶"
    },
    {
        "id": "36",
        "store": "與民樂活民宿",
        "city": "花蓮縣",
        "address": "花蓮縣秀林鄉富世村民樂2號",
        "product": "民宿"
    },
    {
        "id": "37",
        "store": "艾迪行旅民宿",
        "city": "花蓮縣",
        "address": "花蓮縣瑞穗鄉國光南路60巷40號",
        "product": "民宿"
    },
    {
        "id": "38",
        "store": "阿ken小農蜜",
        "city": "花蓮縣",
        "address": "花蓮縣豐濱鄉豐濱村永豐1-1號",
        "product": "蜂蜜伴手禮"
    },
    {
        "id": "39",
        "store": "馬耀咖啡3號店",
        "city": "花蓮縣",
        "address": "花蓮縣鳳林鎮中華路140號(鳳林鎮公共造產中華市場進大門中間第1店面)",
        "product": "咖啡豆、咖啡機、咖啡掛耳包及花蓮縣鳳林鎮咖啡伴手禮"
    },
    {
        "id": "40",
        "store": "Mhuway達吉利共享生活空間",
        "city": "花蓮縣",
        "address": "花蓮縣秀林鄉崇德村109號",
        "product": "輕食套餐、咖啡飲品、文創商品"
    },
    {
        "id": "41",
        "store": "米西亞莊園",
        "city": "花蓮縣",
        "address": "花蓮縣秀林鄉崇德村13鄰崇德192之38號",
        "product": "休閒娛樂、音樂及藝術活動、場地租借"
    },
    {
        "id": "42",
        "store": "米西亞演藝經紀工作室",
        "city": "花蓮縣",
        "address": "花蓮縣秀林鄉崇德村13鄰崇德192之38號",
        "product": "音樂&舞團以及各類型態表演·活動&節目策劃·音樂與藝術課程"
    },
    {
        "id": "43",
        "store": "多羅滿賞鯨海礦館分館",
        "city": "花蓮縣",
        "address": "花蓮縣花蓮市華東15號",
        "product": "賞鯨、DIY、伴手禮"
    },
    {
        "id": "44",
        "store": "多羅滿賞鯨 鯨蛋糕",
        "city": "花蓮縣",
        "address": "花蓮市中山路71號",
        "product": "賞鯨、DIY、伴手禮"
    },
    {
        "id": "45",
        "store": "多羅滿賞鯨",
        "city": "花蓮縣",
        "address": "花蓮市民權路37號",
        "product": "賞鯨、DIY、伴手禮"
    },
    {
        "id": "46",
        "store": "原來如此民宿",
        "city": "花蓮縣",
        "address": "花蓮縣秀林鄉崇德村192號",
        "product": "住宿、風味餐、咖啡甜點"
    },
    {
        "id": "47",
        "store": "莫卡拉斯咖啡",
        "city": "花蓮縣",
        "address": "花蓮縣秀林鄉崇德村192-7號",
        "product": "咖啡、蛋糕、原民甜點"
    },
    {
        "id": "48",
        "store": "共食概念.原來如此風味餐",
        "city": "花蓮縣",
        "address": "花蓮縣秀林鄉崇德村192號",
        "product": "風味餐、咖啡甜點"
    },
    {
        "id": "49",
        "store": "太巴塱多恩莊園",
        "city": "花蓮縣",
        "address": "花蓮縣光復鄉南富村富愛街9號",
        "product": "部落咖啡、野菜文化"
    },
    {
        "id": "50",
        "store": "木日光文旦驛站",
        "city": "花蓮縣",
        "address": "花蓮縣瑞穗鄉瑞祥村北一路121號",
        "product": "農特產品、園區導覽、手作體驗、農場慢遊"
    },
    {
        "id": "51",
        "store": "木日光文旦驛站-站前店",
        "city": "花蓮縣",
        "address": "花蓮縣瑞穗鄉中正北路一段29號",
        "product": "農特產品、園區導覽、手作體驗、農場慢遊"
    },
    {
        "id": "52",
        "store": "岳鴻工作坊",
        "city": "花蓮縣",
        "address": "花蓮縣秀林鄉秀林村14鄰民享40號",
        "product": "手工藝品販售、 手作體驗、手作課程"
    },
    {
        "id": "53",
        "store": "七星柴魚博物館",
        "city": "花蓮縣",
        "address": "花蓮縣新城鄉大漢村七星街148號",
        "product": "花蓮特產、文創商品、體驗課程"
    },
    {
        "id": "54",
        "store": "慕谷慕魚民宿",
        "city": "花蓮縣",
        "address": "花蓮縣秀林鄉銅門村8鄰25之8號",
        "product": "住宿、風味餐、文史解說、生態導覽、停車場、水上活動"
    },
    {
        "id": "55",
        "store": "阿魯巴染部落手作室",
        "city": "花蓮縣",
        "address": "花蓮縣壽豐鄉壽豐村公園路28巷12號",
        "product": "植物染布包產品、柿染布包產品、刷染手作體驗、槌染手作體驗、部落生活體驗"
    },
    {
        "id": "56",
        "store": "那魯灣北回貴縣推廣中心",
        "city": "花蓮縣",
        "address": "花蓮縣豐濱鄉靜浦村臺11縣 北回歸線界標處",
        "product": "在地原鄉部落、農產品、文創工藝品、傳統美食"
    },
    {
        "id": "57",
        "store": "吉鄉",
        "city": "花蓮縣",
        "address": "花蓮縣吉安鄉中央路3段446號",
        "product": "粽子、客家糕點"
    },
    {
        "id": "58",
        "store": "雨淋甜點",
        "city": "花蓮縣",
        "address": "花蓮縣光復鄉農場路32號",
        "product": "下午茶、在地甜點、咖啡"
    },
    {
        "id": "59",
        "store": "赫赫斯小吃",
        "city": "花蓮縣",
        "address": "花蓮縣秀林鄉富世村九鄰民樂5號",
        "product": "原住民風味餐、餐食"
    },
    {
        "id": "60",
        "store": "龍香農特產",
        "city": "花蓮縣",
        "address": "花蓮縣花蓮市國盛四街51之2號1樓",
        "product": "薑黃粉、手工皂、香菇"
    },
    {
        "id": "61",
        "store": "蝶織坊手工皂",
        "city": "花蓮縣",
        "address": "花蓮縣花蓮市國盛四街51之2號",
        "product": "植物手工皂、課程DIY體驗、農品採收"
    },
    {
        "id": "62",
        "store": "嘉太企業有限公司",
        "city": "花蓮縣",
        "address": "花蓮縣吉安鄉南海一街207號",
        "product": "FFP2(N95)口罩、大理石製品"
    },
    {
        "id": "63",
        "store": "奇蹟野戰營",
        "city": "花蓮縣",
        "address": "花蓮縣秀林鄉崇德村崇德183號",
        "product": "農產、部落文化導覽、傳統工藝品、射獵體驗、水上及海上活動導覽及體驗活動"
    },
    {
        "id": "64",
        "store": "原生好物",
        "city": "花蓮縣",
        "address": "花蓮縣壽豐鄉志學村忠孝10號",
        "product": "木虌果產品、原住民野蔬"
    },
    {
        "id": "65",
        "store": "酋長鳳梨",
        "city": "花蓮縣",
        "address": "花蓮縣瑞穗鄉富興村8鄰連興路73號",
        "product": "醃鳳梨、鳳梨果乾、鳳梨豆腐乳"
    },
    {
        "id": "66",
        "store": "采晴手藝工坊",
        "city": "花蓮縣",
        "address": "花蓮縣秀林鄉水源村水源6-2號",
        "product": "布作商品：髮飾、頭帶、髮帶、包包、帽子"
    },
    {
        "id": "67",
        "store": "花蓮縣光復鄉馬太鞍部落生態文化產業發展協會",
        "city": "花蓮縣",
        "address": "花蓮縣光復鄉大全村大全街42巷15號",
        "product": "原住民文化生態體驗導覽、傳統石煮火鍋法體驗、在地農產品"
    },
    {
        "id": "68",
        "store": "洄遊吧食魚體驗館",
        "city": "花蓮縣",
        "address": "花蓮縣新城鄉七星街32號2樓",
        "product": "冷凍生鮮漁獲、體驗課程、文創商品"
    },
    {
        "id": "69",
        "store": "淺草堂-直營門市",
        "city": "花蓮縣",
        "address": "花蓮縣花蓮市中山路54號",
        "product": "山苦瓜 ，薑黃，有機商品"
    },
    {
        "id": "70",
        "store": "淺草堂-直營加工地點",
        "city": "花蓮縣",
        "address": "花蓮縣壽豐鄉中山路二段115號",
        "product": "山苦瓜 ，薑黃，有機商品"
    },
    {
        "id": "71",
        "store": "新味醬油",
        "city": "花蓮縣",
        "address": "花蓮市博愛街134號",
        "product": "醬油、豆腐乳"
    },
    {
        "id": "72",
        "store": "八道璽",
        "city": "花蓮縣",
        "address": "秀林鄉慕谷慕魚遊客中心旁",
        "product": "在地特色美食 : 1.窯烤雞、2..竹筒飯、3.時蔬料理"
    },
    {
        "id": "73",
        "store": "太巴塱紅糯米生活館",
        "city": "花蓮縣",
        "address": "花蓮縣光復鄉南富村富愛街15號旁",
        "product": "風味餐、體驗活動、手工藝品"
    },
    {
        "id": "74",
        "store": "甦漾手作工坊",
        "city": "花蓮縣",
        "address": "花蓮縣秀林鄉水源村73號",
        "product": "文創商品販售/編織體驗/導覽解說"
    },
    {
        "id": "75",
        "store": "讚炭工房",
        "city": "花蓮縣",
        "address": "鳳林鎮正義路15號",
        "product": "竹炭竹醋,手工皂,炭陶茶具,玻璃陶藝DIY體驗"
    },
    {
        "id": "76",
        "store": "農郁Gift",
        "city": "花蓮縣",
        "address": "花蓮縣花蓮市和平路592號",
        "product": "米與農禮盒"
    },
    {
        "id": "77",
        "store": "美織織品工坊",
        "city": "花蓮縣",
        "address": "花蓮縣秀林鄉水源村九鄰95-1號",
        "product": "織布、文創商品、織布體驗"
    },
    {
        "id": "78",
        "store": "阿莎農特產",
        "city": "花蓮縣",
        "address": "花蓮縣新城鄉新城村新興路2號",
        "product": "地方在地農特產（臺灣紅藜、小辣椒、馬告山胡椒、薑黃、小米、蕗蕎、季節性箭筍、樹豆）"
    },
    {
        "id": "79",
        "store": "花蓮日日",
        "city": "花蓮縣",
        "address": "花蓮縣花蓮市節約街37號",
        "product": "手工藝品、陶器、環保生活用品"
    },
    {
        "id": "80",
        "store": "花花草草Flowers&Grass",
        "city": "花蓮縣",
        "address": "花蓮縣豐濱鄉靜浦村靜浦176-1號",
        "product": "丅恤、伴手禮、在地冰琪淋"
    },
    {
        "id": "81",
        "store": "玩味蕃樂園",
        "city": "花蓮縣",
        "address": "花蓮縣新城鄉康樂村加灣17之1號",
        "product": "花蓮地方特產及diy體驗活動"
    },
    {
        "id": "82",
        "store": "回家種田",
        "city": "花蓮縣",
        "address": "花蓮縣玉里鎮大禹里10鄰43號",
        "product": "回家種田-白米、回家種田-國寶米、回家種田-糙米"
    },
    {
        "id": "83",
        "store": "吉籟獵人學校",
        "city": "花蓮縣",
        "address": "花蓮縣壽豐鄉水璉村8鄰水璉路179號",
        "product": "部落導覽、原民山林文化體驗、原民漁獵文化體驗"
    },
    {
        "id": "84",
        "store": "光隆博物館",
        "city": "花蓮縣",
        "address": "花蓮縣新城鄉康樂村加灣1之2號",
        "product": "門票.深層水.地方進駐商品"
    },
    {
        "id": "85",
        "store": "石之屋文創館",
        "city": "花蓮縣",
        "address": "花蓮縣新城鄉康樂村加灣1之2號",
        "product": "深層水.農產品.石藝"
    },
    {
        "id": "86",
        "store": "正英商店、純峰農場",
        "city": "花蓮縣",
        "address": "花蓮縣萬榮鄉萬榮村8鄰167-1號",
        "product": "飲料零食泡麵、生活用品雜貨、特色農特產品"
    },
    {
        "id": "87",
        "store": "鳳林生活田",
        "city": "花蓮縣",
        "address": "花蓮縣鳳林鎮自強路199號",
        "product": "手作體驗、生活飾品、導覽解說"
    },
    {
        "id": "88",
        "store": "Coffee Flash 快閃咖啡",
        "city": "花蓮縣",
        "address": "花蓮縣花蓮市民國路80巷17號",
        "product": "咖啡飲品,咖啡濾掛包,咖啡豆,咖啡器具"
    },
    {
        "id": "89",
        "store": "Coffee Flash 快閃咖啡-站前店",
        "city": "花蓮縣",
        "address": "花蓮縣花蓮市國聯一路83號",
        "product": "咖啡飲品,咖啡濾掛包,咖啡豆,咖啡器具"
    },
    {
        "id": "90",
        "store": "九一七農場",
        "city": "花蓮縣",
        "address": "花蓮縣玉里鎮高寮264-1號",
        "product": "有機咖啡，有機小油菊，柴燒無硫金針"
    },
    {
        "id": "91",
        "store": "魚凡手工創意木作",
        "city": "花蓮縣",
        "address": "花蓮縣秀林鄉崇德村13鄰崇德192之38號",
        "product": "手工木作&木料批發"
    },
    {
        "id": "92",
        "store": "百合工作室",
        "city": "花蓮縣",
        "address": "花蓮縣豐濱鄉豐濱村光豐路15號",
        "product": "皮革製品 皮雕創作 皮雕DIY體驗"
    },
    {
        "id": "93",
        "store": "原醉酒餐館",
        "city": "花蓮縣",
        "address": "花蓮縣花蓮市建國路73號",
        "product": "原住民特色調酒、原民風創意義式料理。"
    },
    {
        "id": "94",
        "store": "泰源幽谷獼米",
        "city": "臺東縣",
        "address": "臺東縣東河鄉泰源村牧場63號",
        "product": "米、農產品、零食"
    },
    {
        "id": "95",
        "store": "原穀傳說有限公司",
        "city": "臺東縣",
        "address": "臺東縣金峰鄉嘉蘭村5鄰288號",
        "product": "小米、紅藜、樹豆"
    },
    {
        "id": "96",
        "store": "樂山咖啡行",
        "city": "臺東縣",
        "address": "臺東縣卑南鄉溫泉村樂山118號",
        "product": "咖啡，菊花，體驗行程"
    },
    {
        "id": "97",
        "store": "小村遠遠",
        "city": "臺東縣",
        "address": "臺東縣東河鄉泰源村南溪39號",
        "product": "精油、純露、香草茶"
    },
    {
        "id": "98",
        "store": "ＤＪＵＬＩＳ德朱利斯",
        "city": "臺東縣",
        "address": "臺東縣臺東市中華路一段92號",
        "product": "紅藜穀物棒、紅藜洛神酥、紅藜黑芝麻糕"
    },
    {
        "id": "99",
        "store": "仙人掌鄉土工作室",
        "city": "臺東縣",
        "address": "臺東縣鹿野鄉永安村永安路75號",
        "product": "紅龍炒花生、老欉鳳梨乾、紅烏龍茶及套裝遊程體驗"
    },
    {
        "id": "100",
        "store": "粨發粨粽",
        "city": "臺東縣",
        "address": "臺東縣臺東市大勇路8號",
        "product": "阿粨、假酸漿葉水餃、小米酒"
    },
    {
        "id": "101",
        "store": "新峰茶行",
        "city": "臺東縣",
        "address": "臺東縣臺東市連航路108號",
        "product": "茶葉"
    },
    {
        "id": "102",
        "store": "山下生活",
        "city": "臺東縣",
        "address": "臺東縣關山鎮和平路5-6號",
        "product": "米、茶、導覽"
    },
    {
        "id": "103",
        "store": "日出禾作",
        "city": "臺東縣",
        "address": "臺東縣關山鎮電光里中興25-1號",
        "product": "米、咖啡、農村旅遊"
    },
    {
        "id": "104",
        "store": "關山鎮農會休閒旅遊中心",
        "city": "臺東縣",
        "address": "臺東縣關山鎮昌林路24_1號",
        "product": "關山米農特產品、古早味碗公飯、咖啡飲品"
    },
    {
        "id": "105",
        "store": "邸 Tai Dang - 臺東共同工作空間",
        "city": "臺東縣",
        "address": "臺東縣臺東市中興路二段191號",
        "product": "臺東地方特色物產、臺東手作文創商品、地方創生輔導"
    },
    {
        "id": "106",
        "store": "若家民宿",
        "city": "臺東縣",
        "address": "臺東縣關山鎮里壠里水源21號",
        "product": "住宿"
    },
    {
        "id": "107",
        "store": "豫隆商店",
        "city": "臺東縣",
        "address": "臺東縣達仁鄉土坂村2鄰32號",
        "product": "飲料泡麵日常生活雜貨用品"
    },
    {
        "id": "108",
        "store": "比魯工作室",
        "city": "臺東縣",
        "address": "臺東縣金峰鄉正興村110號",
        "product": "原住民手工藝品、在地文化手工藝品"
    },
    {
        "id": "109",
        "store": "漂流223",
        "city": "臺東縣",
        "address": "臺東縣池上鄉新生路223號",
        "product": "手工藝品：編織、木雕、彩繪品"
    },
    {
        "id": "110",
        "store": "大姆灣民宿",
        "city": "臺東縣",
        "address": "臺東縣東河鄕都蘭村舊廍路14-9號",
        "product": "民宿、spa、旅行組（5入保養品臉部+身體）"
    },
    {
        "id": "111",
        "store": "卜拉米農坊",
        "city": "臺東縣",
        "address": "臺東縣金峰鄉嘉蘭村7鄰407號",
        "product": "洛神花、小米農產品、紅藜農產品"
    },
    {
        "id": "112",
        "store": "饗嚮臺東",
        "city": "臺東縣",
        "address": "臺東縣鹿野鄉高臺路42巷5號",
        "product": "農事體驗、伴手禮、數位行銷"
    },
    {
        "id": "113",
        "store": "宏成農品有限公司",
        "city": "臺東縣",
        "address": "臺東縣長濱鄉寧埔村4鄰八桑安34-1號",
        "product": "田間導覽體驗、白玉螺調理包、白玉螺凍肉"
    },
    {
        "id": "114",
        "store": "豪傑米舖",
        "city": "臺東縣",
        "address": "臺東縣臺東市博愛路438號（展售）",
        "product": "農漁產品（米、放山土雞、海魚）"
    },
    {
        "id": "115",
        "store": "大龜文王國文化園區",
        "city": "臺東縣",
        "address": "臺東縣達仁鄉安朔村復興路12鄰185號",
        "product": "生鮮放山雞肉、民宿、餐飲"
    },
    {
        "id": "116",
        "store": "比亞的草屋",
        "city": "臺東縣",
        "address": "臺東縣太麻里鄉大王村民權路170號",
        "product": "琉璃珠飾品、燒製體驗活動、咖啡飲品"
    },
    {
        "id": "117",
        "store": "Do VanWa (在海邊）",
        "city": "臺東縣",
        "address": "臺東縣蘭嶼鄉朗島村17-9號",
        "product": "餐飲（義大利麵、墨西哥捲、飯類、咖啡、果汁、冷飲等 ）"
    },
    {
        "id": "118",
        "store": "Kituru",
        "city": "臺東縣",
        "address": "臺東縣太麻里鄉多良村大溪110號",
        "product": "餐飲，手工藝品，書籍，音樂專輯"
    },
    {
        "id": "119",
        "store": "你好芭奈咖啡工作室",
        "city": "臺東縣",
        "address": "臺東縣成功鎮三民路50號",
        "product": "濾掛式咖啡包 / 自種咖啡豆"
    },
    {
        "id": "120",
        "store": "九鳥創意產業有限公司",
        "city": "臺東縣",
        "address": "臺東縣卑南鄉初鹿村新斑鳩42號1樓",
        "product": "陶藝作品、手捏陶DIY課程、文創商品"
    },
    {
        "id": "121",
        "store": "東東市",
        "city": "臺東縣",
        "address": "臺東縣臺東市鐵花路371號（臺東舊站特區火車舊站旅服中心內）",
        "product": "生活風格導向的選品店"
    },
    {
        "id": "122",
        "store": "有限責任臺東縣縱谷原住民社區合作社",
        "city": "臺東縣",
        "address": "臺東縣海端鄉崁頂村1鄰1號",
        "product": "苦茶油、雞蛋、樹豆等"
    },
    {
        "id": "123",
        "store": "都蘭國入境大廳",
        "city": "臺東縣",
        "address": "臺東縣東河鄉都蘭村224號",
        "product": "阿美族文創商品、文化遊程、尤加利潔淨商品"
    },
    {
        "id": "124",
        "store": "月桃部落 石山倉庫",
        "city": "臺東縣",
        "address": "臺東縣臺東市中興路二段191號",
        "product": "文創商品：月桃帽、稻草御守等其他"
    },
    {
        "id": "125",
        "store": "石山工坊",
        "city": "臺東縣",
        "address": "臺東市吉林路一段231巷4號",
        "product": "手作木雕藝品、月桃葉相關藝品"
    },
    {
        "id": "126",
        "store": "佳芳有機茶園",
        "city": "臺東縣",
        "address": "臺東縣卑南鄉賓朗村賓朗路342-1號",
        "product": "茶葉、蛋捲DIY 行銷"
    },
    {
        "id": "127",
        "store": "角琉璃",
        "city": "臺東縣",
        "address": "臺東縣太麻里鄉民權路170號",
        "product": "琉璃飾品客製、燒製體驗、飲品"
    },
    {
        "id": "128",
        "store": "麒麟東弓射箭場",
        "city": "臺東縣",
        "address": "臺東縣成功鎮麒麟部落林區(麒麟東弓射箭場 粉絲頁)",
        "product": "射箭場射箭體驗、部落導覽、獵人林區射箭導覽"
    },
    {
        "id": "129",
        "store": "博雅齋自然茶園",
        "city": "臺東縣",
        "address": "臺東縣鹿野鄉龍田村光榮路542號",
        "product": "茶葉"
    },
    {
        "id": "130",
        "store": "南島秧滿田",
        "city": "臺東縣",
        "address": "臺東縣關山鎮和平路58號",
        "product": "米自產自銷"
    },
    {
        "id": "131",
        "store": "達興山號",
        "city": "臺東縣",
        "address": "臺東縣大武鄉南興村達興3號",
        "product": "部落族語體驗、無菜單餐飲料理、農特產品"
    },
    {
        "id": "132",
        "store": "永福商店",
        "city": "臺東縣",
        "address": "臺東縣達仁鄉安朔村48號",
        "product": "原住民雜糧三寶，臺灣藜穀物棒，臺灣藜茶"
    },
    {
        "id": "133",
        "store": "東隆商號",
        "city": "臺東縣",
        "address": "臺東縣達仁鄉安朔村復興92號",
        "product": "五金.百貨,餅乾.糖果.冷飲.農特產品"
    },
    {
        "id": "134",
        "store": "痴愛玉",
        "city": "臺東縣",
        "address": "臺東縣關山鎮中山路105號",
        "product": "愛玉甜品  ， 愛玉籽"
    },
    {
        "id": "135",
        "store": "達卡兒咖啡坊",
        "city": "臺東縣",
        "address": "臺東縣東河鄉都蘭村新社35號",
        "product": "黑咖啡、義式咖啡、咖啡豆"
    },
    {
        "id": "136",
        "store": "督督工作室",
        "city": "臺東縣",
        "address": "臺東縣達仁鄉南田村二鄰十六之二號",
        "product": "皮件產品(皮雕)、DIY教學"
    },
    {
        "id": "137",
        "store": "新欣商店",
        "city": "臺東縣",
        "address": "臺東縣關山鎮新福里14鄰溪埔路139號",
        "product": "雜貨.米.農產品"
    },
    {
        "id": "138",
        "store": "新安商號",
        "city": "臺東縣",
        "address": "臺東縣太麻里鄉太峰路255號",
        "product": "日用品、手作產品、雜貨透過地方連結、將物品與地方合作"
    },
    {
        "id": "139",
        "store": "新元昌紅茶文物館",
        "city": "臺東縣",
        "address": "臺東縣鹿野鄉永安路451號",
        "product": "茶葉、導覽解說、伴手禮"
    },
    {
        "id": "140",
        "store": "雅灣工作坊",
        "city": "臺東縣",
        "address": "臺東縣達仁鄉安朔村安朔路48號",
        "product": "染顏料、原住民服飾品、家具品"
    },
    {
        "id": "141",
        "store": "走走池上",
        "city": "臺東縣",
        "address": "臺東縣池上鄉中山路99號",
        "product": "咖啡、書籍、導覽地圖"
    },
    {
        "id": "142",
        "store": "老周故事伴手館",
        "city": "臺東縣",
        "address": "臺東縣蘭嶼開元港口候船室",
        "product": "伴手禮（含蛋捲）"
    },
    {
        "id": "143",
        "store": "安達露西亞民宿",
        "city": "臺東縣",
        "address": "臺東縣臺東市興航二街35號",
        "product": "住宿"
    },
    {
        "id": "144",
        "store": "初鹿牧場",
        "city": "臺東縣",
        "address": "臺東縣卑南鄉明峰村牧場1號",
        "product": "初鹿鮮乳及鮮乳相關製品"
    },
    {
        "id": "145",
        "store": "小米學堂",
        "city": "臺東縣",
        "address": "臺東縣金峰鄉壢坵村42-2號",
        "product": "小米、小米酒、洛神蜜餞、洛神雪花餅"
    },
    {
        "id": "146",
        "store": "逐鹿工坊",
        "city": "臺東縣",
        "address": "臺東縣卑南鄉初鹿村新斑鳩42號之一",
        "product": "文創商品、陶藝品"
    },
    {
        "id": "147",
        "store": "金剛山獨木舟基地",
        "city": "臺東縣",
        "address": "臺東縣長濱鄉三間村真柄5崊42之5號",
        "product": "水上娛樂  展演空間 露營"
    },
    {
        "id": "148",
        "store": "哈匿藝術工作室",
        "city": "臺東縣",
        "address": "臺東縣臺東市富岡里25鄰合江路220巷88號",
        "product": "餐飲、陶藝、植栽"
    },
    {
        "id": "149",
        "store": "Vuvu野菜農園",
        "city": "臺東縣",
        "address": "臺東縣達仁鄉森永村76號",
        "product": "野菜，鹹豬肉"
    },
    {
        "id": "150",
        "store": "漁品軒",
        "city": "基隆市",
        "address": "基隆市中正區北寧路276號",
        "product": "海鮮米粉、伴手禮、水產品"
    },
    {
        "id": "151",
        "store": "八斗邀友善餐廳",
        "city": "基隆市",
        "address": "基隆市中正區八斗街35號",
        "product": "友善餐點、友善農產、漁貨、循環經濟日常品"
    },
    {
        "id": "152",
        "store": "雞籠文史協進會",
        "city": "基隆市",
        "address": "基隆市孝一路80-2號 三樓",
        "product": "觀光導覽、文化解說、城市行銷"
    },
    {
        "id": "153",
        "store": "星濱選品客廳",
        "city": "基隆市",
        "address": "基隆市中正區正濱路34號",
        "product": "刊物、文創產品、飲品、服飾、托特包、名信片"
    },
    {
        "id": "154",
        "store": "下麵",
        "city": "基隆市",
        "address": "基隆市中正區正濱路96號",
        "product": "飛魚卵豬肉加工品、餐飲、飲料"
    },
    {
        "id": "155",
        "store": "河作社、小獸書屋",
        "city": "基隆市",
        "address": "基隆市信義區義九路2號2樓",
        "product": "設計、書籍選物"
    },
    {
        "id": "156",
        "store": "彩色島岸",
        "city": "基隆市",
        "address": "基隆市中正區中正路521號",
        "product": "文創商品、海洋廢棄物手作課程、旅遊導覽"
    },
    {
        "id": "157",
        "store": "海閣",
        "city": "基隆市",
        "address": "基隆市中正區正濱路98號",
        "product": "服裝，飲品，提袋"
    },
    {
        "id": "158",
        "store": "U&S叔叔與妹妹",
        "city": "臺北市",
        "address": "臺北市大同區重慶北路一段27巷8號3樓",
        "product": "街區導覽及工作坊、文具畫材、明信片"
    },
    {
        "id": "159",
        "store": "小農文創有限公司(討酒吧)",
        "city": "臺北市",
        "address": "臺北市八德路一段一號（華山文創蒸餾室）",
        "product": "三光五月桃、在地果實酒、偏鄉教育"
    },
    {
        "id": "160",
        "store": "純純電影音樂咖啡",
        "city": "臺北市",
        "address": "臺北市迪化街一段265號",
        "product": "咖啡下午茶、烘焙輕食、導覽活動"
    },
    {
        "id": "161",
        "store": "天龍安全科技(股)公司",
        "city": "臺北市",
        "address": "臺北市中正區忠孝東路1段140號4樓",
        "product": "水果,果乾,雞蛋,茶業,薑黃粉,米等農產品及智慧農場耗材等"
    },
    {
        "id": "162",
        "store": "八百金股份有限公司",
        "city": "臺北市",
        "address": "新北市坪林區水德里水聳淒坑19-1號",
        "product": "茶葉(臺灣藍鵲茶)、米(石虎米)、及相關延伸食品"
    },
    {
        "id": "163",
        "store": "北投說書人、北投製造",
        "city": "臺北市",
        "address": "臺北市北投區公館路306巷5號1樓",
        "product": "北投伴手禮、導覽解說、設計行銷、北投在地服務諮詢"
    },
    {
        "id": "164",
        "store": "社團法人臺灣千里步道協會",
        "city": "臺北市",
        "address": "臺北市文山區景福街47號2樓",
        "product": "手步作道、出版品、講座"
    },
    {
        "id": "165",
        "store": "島內散步",
        "city": "臺北市",
        "address": "臺北市大同區南京西路239巷27號",
        "product": "文化導覽、小旅行、兒童活動"
    },
    {
        "id": "166",
        "store": "萬華社區小學",
        "city": "臺北市",
        "address": "臺北市萬華區西園路2段19巷3號",
        "product": "文化體驗、遊戲產品、社區培力"
    },
    {
        "id": "167",
        "store": "土角空間",
        "city": "臺北市",
        "address": "臺北市北投區洲美街239號",
        "product": "手作課程（絲瓜布清潔劑、竹編、草編、木工）、社區生態小旅行、社區營造培力相關工作坊"
    },
    {
        "id": "168",
        "store": "地球之家酵素銀行",
        "city": "臺北市",
        "address": "臺北市松江路206號14樓之4",
        "product": "環保酵素及友善農業等相關產品"
    },
    {
        "id": "169",
        "store": "遊穀契",
        "city": "臺北市",
        "address": "臺北市士林區福志路68號1樓",
        "product": "米、小米酒、甘酒"
    },
    {
        "id": "170",
        "store": "蜜旺果舖",
        "city": "臺南市",
        "address": "臺南市玉井區玉井里中正路113號1樓",
        "product": "果乾、手作烘焙"
    },
    {
        "id": "171",
        "store": "Hbun河文 │ 原住民族部落生活選物",
        "city": "新北市",
        "address": "新北市淡水區中正路243號",
        "product": "原住民手工藝品及文創商品（月桃編織、檳榔鞘盒等）"
    },
    {
        "id": "172",
        "store": "新旺集瓷",
        "city": "新北市",
        "address": "新北市鶯歌區尖山埔路81號",
        "product": "陶瓷自製產品、陶藝課程體驗、導覽"
    },
    {
        "id": "173",
        "store": "石碇許家麵線",
        "city": "新北市",
        "address": "新北市石碇區烏塗里四分子三號",
        "product": "手工麵線伴手禮、麵線製作體驗、流水麵"
    },
    {
        "id": "174",
        "store": "三才農園",
        "city": "新北市",
        "address": "新北市板橋區文化路二段338號",
        "product": "靈芝系列在地好物（茶咖啡等農產加工品）、節慶禮盒、礦紀念品"
    },
    {
        "id": "175",
        "store": "汪汪地瓜園",
        "city": "新北市",
        "address": "新北市金山區重和里六股林口74號",
        "product": "食農體驗、地瓜蛋糕、地瓜伴手禮"
    },
    {
        "id": "176",
        "store": "汪汪地瓜園地瓜專門店-淡水店",
        "city": "新北市",
        "address": "新北市淡水區大忠街113巷8號",
        "product": "地瓜伴手禮等相關產品"
    },
    {
        "id": "177",
        "store": "海洋沅礦村禮品店",
        "city": "新北市",
        "address": "新北市石碇區中民里十八重溪50號",
        "product": "螢火蟲書屋黑夜微光禮盒、黑木耳露、黑礦村礦石"
    },
    {
        "id": "178",
        "store": "淡水香草街屋",
        "city": "新北市",
        "address": "新北市淡水區重建街14號",
        "product": "香草茶包、香氛製品、香草啤酒"
    },
    {
        "id": "179",
        "store": "坪感覺",
        "city": "新北市",
        "address": "新北市坪林區坪林街12號",
        "product": "坪林茶鄉旅遊程驗服務、小農精緻套餐料理、茶葉、茶點等農創商品。"
    },
    {
        "id": "180",
        "store": "禾乃川國產豆製所",
        "city": "新北市",
        "address": "新北市三峽區民權街84巷12號之1",
        "product": "臺灣國產豆製品（豆漿、豆腐、豆干、豆皮）、烘焙產品、豆製品餐點"
    },
    {
        "id": "181",
        "store": "甘樂文創食堂",
        "city": "新北市",
        "address": "新北市三峽區清水街317號",
        "product": "手作體驗、文創商品、餐食"
    },
    {
        "id": "182",
        "store": "新平溪煤礦博物園區",
        "city": "新北市",
        "address": "新北市平溪區頂寮子五號",
        "product": "入園門票、餐飲、紀念品"
    },
    {
        "id": "183",
        "store": "北海漁鋪",
        "city": "新北市",
        "address": "新北市三峽區大德路206號",
        "product": "鮮活無毒水產、本土農產、上選肉品"
    },
    {
        "id": "184",
        "store": "山城美館",
        "city": "新北市",
        "address": "新北市瑞芳區洞頂路155-8號",
        "product": "導覽體驗遊程、文創商品、素食餐點"
    },
    {
        "id": "185",
        "store": "雲仙樂園",
        "city": "新北市",
        "address": "新北市烏來區烏來里瀑布路1-1號",
        "product": "與原民店家合作，提供原民產品，另有園區體驗遊程導覽"
    },
    {
        "id": "186",
        "store": "鶯陶美瓷創藝中心",
        "city": "新北市",
        "address": "新北市鶯歌區中正一路223巷19號",
        "product": "陶藝文創品、文化參訪活動、培力課程"
    },
    {
        "id": "187",
        "store": "TaoJu陶聚",
        "city": "新北市",
        "address": "新北市鶯歌區永昌街64號",
        "product": "陶瓷，陶瓷體驗課程"
    },
    {
        "id": "188",
        "store": "傑作陶藝有限公司",
        "city": "新北市",
        "address": "新北市鶯歌區中正一路379號",
        "product": "陶瓷藝品,生活日用瓷"
    },
    {
        "id": "189",
        "store": "瑪蟹文創館(萬禮閣)",
        "city": "新北市",
        "address": "新北市萬里區瑪鋉路221號1樓",
        "product": "普洱茶、當地土特產，DIY遊程"
    },
    {
        "id": "190",
        "store": "安達窯",
        "city": "新北市",
        "address": "新北市鶯歌區尖山埔路54號",
        "product": "日用陶瓷、陶瓷擺件"
    },
    {
        "id": "191",
        "store": "安達窯-九份店",
        "city": "新北市",
        "address": "新北市瑞芳區輕便路129號",
        "product": "日用陶瓷、陶瓷擺件"
    },
    {
        "id": "192",
        "store": "安達窯-老街二館",
        "city": "新北市",
        "address": "新北市鶯歌區尖山埔路21號",
        "product": "日用陶瓷、陶瓷擺件"
    },
    {
        "id": "193",
        "store": "鮮物本舖",
        "city": "新北市",
        "address": "新北市貢寮區美灔山街65-3號",
        "product": "九孔、白蝦、鮮魚"
    },
    {
        "id": "194",
        "store": "弘鶯陶",
        "city": "新北市",
        "address": "新北市鶯歌區建國路576號",
        "product": "陶瓷薰香瓶、庫泥燒diy體驗、封茶罐"
    },
    {
        "id": "195",
        "store": "三芝街角巷弄",
        "city": "新北市",
        "address": "新北市三芝區長安街24號",
        "product": "三芝地方文創禮品、各式在地技藝(手作)體驗"
    },
    {
        "id": "196",
        "store": "淼焱苗有機農場",
        "city": "桃園市",
        "address": "桃園市大溪區福山一路二巷 淼焱苗-蔬果有機會",
        "product": "有機友善蔬果、農產加工品、農場體驗活動"
    },
    {
        "id": "197",
        "store": "華音山莊",
        "city": "桃園市",
        "address": "桃園市復興區三民里基國派路162巷230號",
        "product": "雞蛋、綠竹筍"
    },
    {
        "id": "198",
        "store": "拉拉山小熊本舖",
        "city": "桃園市",
        "address": "桃園市復興區華陵里9鄰巴崚62之3號",
        "product": "蔬果農產品銷售、手工藝品製作教學、秘境導覽活動"
    },
    {
        "id": "199",
        "store": "晴耕雨讀小書院",
        "city": "桃園市",
        "address": "桃園市龍潭區福龍路二段169巷181弄30衖90號",
        "product": "新書、二手書、明信片、咖啡、茶飲"
    },
    {
        "id": "200",
        "store": "蜜蜂阿虎",
        "city": "桃園市",
        "address": "桃園市龍潭區中豐路上林段261號",
        "product": "蜂蜜系商品"
    },
    {
        "id": "201",
        "store": "桑葚緣觀光果園",
        "city": "桃園市",
        "address": "桃園市龍潭區富華街三林段362巷18號",
        "product": "觀光採果、桑葚商品、桑葉商品"
    },
    {
        "id": "202",
        "store": "哇吶訕農場（露營區）",
        "city": "桃園市",
        "address": "桃園市復興區三光里武道能敢4鄰14之18號",
        "product": "水蜜桃、段木菇、露營區"
    },
    {
        "id": "203",
        "store": "日日田職物所",
        "city": "桃園市",
        "address": "桃園市大溪區仁和路二段190巷37號",
        "product": "工作坊、茶飲、體驗課程"
    },
    {
        "id": "204",
        "store": "菱潭街興創基地",
        "city": "桃園市",
        "address": "桃園市龍潭區龍元路45號旁",
        "product": "餐飲美食類、文創選物類"
    },
    {
        "id": "205",
        "store": "桃園市復興桂竹產業發展協會",
        "city": "桃園市",
        "address": "桃園市大溪區民權東路131號1樓",
        "product": "桂竹工藝商品、部落體驗活動、在地農特產"
    },
    {
        "id": "206",
        "store": "櫓榪工作室",
        "city": "桃園市",
        "address": "桃園市復興區崙坪里1鄰6號",
        "product": "桂竹耳飾"
    },
    {
        "id": "207",
        "store": "桃園傳統編織協會工作室",
        "city": "桃園市",
        "address": "桃園市大溪區復興路一段39巷137號",
        "product": "泰雅文化商品，如提包、吊飾、生活起居用品等"
    },
    {
        "id": "208",
        "store": "和春花卉農場；綠色咖啡館",
        "city": "桃園市",
        "address": "桃園市大園區溪海里聖德北路847號",
        "product": "園藝花卉"
    },
    {
        "id": "209",
        "store": "添丁養生黑木耳",
        "city": "桃園市",
        "address": "桃園市大溪區承恩路525巷21號",
        "product": "農產品銷售， 採菇體驗"
    },
    {
        "id": "210",
        "store": "木酢達人-楊梅門市",
        "city": "桃園市",
        "address": "桃園市楊梅區環東路285號",
        "product": "居家清潔產品、肌膚保養及清潔木酢產品"
    },
    {
        "id": "211",
        "store": "大賀米",
        "city": "桃園市",
        "address": "桃園市大園區平南路147號",
        "product": "白米，蕎麥，地瓜"
    },
    {
        "id": "212",
        "store": "大房豆干本舖",
        "city": "桃園市",
        "address": "桃園市大溪區中正路46號",
        "product": "豆製品"
    },
    {
        "id": "213",
        "store": "溪口臺露營區",
        "city": "桃園市",
        "address": "桃園市復興區澤仁里4鄰羅馬路二段266之6號",
        "product": "露營住宿、DIY體驗、雜貨零售"
    },
    {
        "id": "214",
        "store": "見域小賣店",
        "city": "新竹市",
        "address": "新竹市北區長安街6號",
        "product": "地方特色文化商品、地方知識導覽解說"
    },
    {
        "id": "215",
        "store": "孢子蒝設計整合有限公司",
        "city": "新竹市",
        "address": "新竹市香山區延平路二段724號",
        "product": "刊物、工藝材料包"
    },
    {
        "id": "216",
        "store": "頤禾園有機農園",
        "city": "新竹縣",
        "address": "新竹縣竹東鎮軟橋里軟橋21-2號",
        "product": "有機蔬菜、有機米、雞蛋"
    },
    {
        "id": "217",
        "store": "玩印",
        "city": "新竹縣",
        "address": "新竹縣竹北市東海一街95巷46號",
        "product": "絹印體驗、絹印課程、絹印設計文創周邊商品（帆布包、T恤等）"
    },
    {
        "id": "218",
        "store": "好客好品希望工場",
        "city": "新竹縣",
        "address": "新竹縣橫山鄉內灣村內灣139之1號",
        "product": "工藝體驗、手作課程、客家風味餐飲"
    },
    {
        "id": "219",
        "store": "新竹縣柿染文化協會",
        "city": "新竹縣",
        "address": "新竹縣新埔鎮忠孝路120號",
        "product": "DIY染布、包袋、衣服"
    },
    {
        "id": "220",
        "store": "羅屋書院",
        "city": "新竹縣",
        "address": "新竹縣關西鎮南山里上南片7鄰79號",
        "product": "客庄小旅行、客庄米食DIY、客庄餐食"
    },
    {
        "id": "221",
        "store": "大山北月",
        "city": "新竹縣",
        "address": "新竹縣橫山鄉豐鄉村大山背80號",
        "product": "餐飲、果醬、策展"
    },
    {
        "id": "222",
        "store": "寶山蠟藝館 燭園",
        "city": "新竹縣",
        "address": "新竹縣寶山鄉寶新路三段112巷5號",
        "product": "蠟燭蠟燈販售，蠟燭DIY，石膏畫DIY"
    },
    {
        "id": "223",
        "store": "石店子69有機書店",
        "city": "新竹縣",
        "address": "新竹縣關西鎮中正路69號",
        "product": "書籍、牛耕米、冰棒"
    },
    {
        "id": "224",
        "store": "新城風糖休閒園區",
        "city": "新竹縣",
        "address": "新竹縣寶山鄉寶新路二段251巷25號",
        "product": "饅頭、農產品、農遊體驗"
    },
    {
        "id": "225",
        "store": "尖石驛站",
        "city": "新竹縣",
        "address": "新竹縣尖石鄉嘉樂村2鄰1-2號",
        "product": "水果、蔬菜、養殖漁類"
    },
    {
        "id": "226",
        "store": "雅葳農莊",
        "city": "新竹縣",
        "address": "新竹縣尖石鄉錦屏村那羅229-1號",
        "product": "有機蔬菜、金盞花茶、農遊活動"
    },
    {
        "id": "227",
        "store": "裕大仙草",
        "city": "新竹縣",
        "address": "新竹縣關西鎮中豐路一段222巷13號",
        "product": "仙草茶、仙草凍、燒仙草"
    },
    {
        "id": "228",
        "store": "那羅香草",
        "city": "新竹縣",
        "address": "新竹縣尖石鄉錦屏村11鄰那羅163號",
        "product": "香草花露，保養品，食品"
    },
    {
        "id": "229",
        "store": "哈客愛養生擂茶",
        "city": "新竹縣",
        "address": "新竹縣北埔鄉北埔村中豐路30号",
        "product": "養生擂茶、哈客米仔"
    },
    {
        "id": "230",
        "store": "徐耀良茶園",
        "city": "新竹縣",
        "address": "新竹縣峨眉鄉峨嵋村10鄰89號",
        "product": "茶葉"
    },
    {
        "id": "231",
        "store": "姜太公柿餅農產商行",
        "city": "新竹縣",
        "address": "新竹縣北埔鄉廟前街24號",
        "product": "柿餅,柿干,剝皮辣椒,客家桔醬"
    },
    {
        "id": "232",
        "store": "錦泰茶業股份有限公司",
        "city": "新竹縣",
        "address": "新竹縣關西鎮中豐路一段336號",
        "product": "茶葉,  茶席體驗,  觀光導覽"
    },
    {
        "id": "233",
        "store": "853泰雅農市集",
        "city": "新竹縣",
        "address": "新竹縣竹東鎮東林路196號-1",
        "product": "茶葉，農產品，鳳梨酥"
    },
    {
        "id": "234",
        "store": "五穀文化村",
        "city": "苗栗縣",
        "address": "苗栗縣公館鄉玉谷村117-6號",
        "product": "陶瓷商品、柴燒作品、生活陶瓷"
    },
    {
        "id": "235",
        "store": "金椿茶油工坊",
        "city": "苗栗縣",
        "address": "苗栗縣三灣鄉永和村三鄰石馬店18-3號",
        "product": "苦茶油、紫蘇油、芝麻油"
    },
    {
        "id": "236",
        "store": "草莓達人農場",
        "city": "苗栗縣",
        "address": "苗栗縣公館鄉福星村30鄰-1號",
        "product": "草莓、杭菊、紅棗"
    },
    {
        "id": "237",
        "store": "雙峰草堂銅鑼燒專賣店",
        "city": "苗栗縣",
        "address": "苗栗縣銅鑼鄉雙峰路86-1號",
        "product": "銅鑼燒、茶飲、活動企劃"
    },
    {
        "id": "238",
        "store": "老寮Hostel",
        "city": "苗栗縣",
        "address": "苗栗縣南庄鄉南江村南江街50號",
        "product": "住宿、導覽"
    },
    {
        "id": "239",
        "store": "上巴爺爺農特展售中心",
        "city": "苗栗縣",
        "address": "苗栗縣泰安鄉錦水村橫龍山10鄰72之27號",
        "product": "蜂蜜、農特產品、馬告系列產品"
    },
    {
        "id": "240",
        "store": "藺子",
        "city": "苗栗縣",
        "address": "苗栗縣苑裡鎮信義路36號",
        "product": "藺草帽、藺編包袋、藺編體驗課程"
    },
    {
        "id": "241",
        "store": "銅鑼窯",
        "city": "苗栗縣",
        "address": "苗栗縣銅鑼鄉竹森村9鄰74-1號",
        "product": "陶藝品、導覽體驗手作、飲品下午茶"
    },
    {
        "id": "242",
        "store": "禮沐",
        "city": "苗栗縣",
        "address": "苗栗縣南庄鄉東河村21鄰21號",
        "product": "文創商品"
    },
    {
        "id": "243",
        "store": "微光書旅",
        "city": "苗栗縣",
        "address": "苗栗縣銅鑼鄉銅鑼村中正路5號",
        "product": "茶葉、杭菊、地方文創商品。"
    },
    {
        "id": "244",
        "store": "老家生活苗栗店",
        "city": "苗栗縣",
        "address": "苗栗縣苗栗市中苗里建臺街1巷13號",
        "product": "咖啡甜點、藝文展演"
    },
    {
        "id": "245",
        "store": "農村小愛良品商行",
        "city": "苗栗縣",
        "address": "苗栗縣通霄鎮新埔里15鄰112號",
        "product": "果醬、果乾、茶葉"
    },
    {
        "id": "246",
        "store": "客噐客氣",
        "city": "苗栗縣",
        "address": "苗栗縣銅鑼鄉中平村1鄰8-1號",
        "product": "咖啡器具、茶具、餐具"
    },
    {
        "id": "247",
        "store": "掀冊店",
        "city": "苗栗縣",
        "address": "苗栗縣苑裡鎮新興路35巷22弄32號",
        "product": "書籍、地方走讀"
    },
    {
        "id": "248",
        "store": "卓也小屋渡假園區",
        "city": "苗栗縣",
        "address": "苗栗縣三義鄉雙潭村崩山下1-9號",
        "product": "天然植物染色體驗、天然植物染色商品、養生蔬食餐飲、特色天然植物入菜餐飲"
    },
    {
        "id": "249",
        "store": "Bonbons法式甜食工作室",
        "city": "苗栗縣",
        "address": "苗栗縣苗栗市縣府路102號",
        "product": "法式甜食"
    },
    {
        "id": "250",
        "store": "紅瓦厝創意生活美食館",
        "city": "苗栗縣",
        "address": "苗栗縣後龍鎮灣寶里1鄰圪仔內3-5號",
        "product": "特色餐點、伴手禮、農村體驗"
    },
    {
        "id": "251",
        "store": "花媽手作（瓦祿產業文化館）",
        "city": "苗栗縣",
        "address": "苗栗縣南庄鄉東河村5鄰78號",
        "product": "手工藝體驗教學、手工藝品銷售、在地農產美食"
    },
    {
        "id": "252",
        "store": "石墻小舖",
        "city": "苗栗縣",
        "address": "苗栗縣公館鄉石墻村9鄰185-1號",
        "product": "紅棗乾、獅仔頭、食農教育"
    },
    {
        "id": "253",
        "store": "黃金喜鎮旅遊服務中心\n(玉順農創莊園)",
        "city": "苗栗縣",
        "address": "苗栗縣公館鄉石墻村6鄰131-5號",
        "product": "農產品(含加工品)，體驗活動，培力"
    },
    {
        "id": "254",
        "store": "勝興客棧",
        "city": "苗栗縣",
        "address": "苗栗縣三義鄉勝興村14鄰72號",
        "product": "客家美食、擂茶、米食麻糬"
    },
    {
        "id": "255",
        "store": "郭家莊醬園",
        "city": "苗栗縣",
        "address": "苗栗縣公館鄉福星村七鄰214之2號",
        "product": "豆腐乳、紫蘚梅、金桔醬"
    },
    {
        "id": "256",
        "store": "紅磚屋特色民宿",
        "city": "苗栗縣",
        "address": "苗栗縣南庄鄉南江村9鄰里金舘32-3號",
        "product": "旅宿"
    },
    {
        "id": "257",
        "store": "舞陶",
        "city": "苗栗縣",
        "address": "苗栗縣銅鑼鄉中正路23-18號",
        "product": "陶瓷產品、陶瓷DIY教學"
    },
    {
        "id": "258",
        "store": "雙連梨",
        "city": "苗栗縣",
        "address": "苗栗縣卓蘭鎮雙連40-2號",
        "product": "葡萄鮮果禮盒 / 茂谷柑鮮果禮盒/ 梨甘加工製品/ 梨醋加工製品 \n預約消費服務 : 果園採果導覽活動 /偏鄉小校環境特色課程介紹 / 水果手作diy體驗"
    },
    {
        "id": "259",
        "store": "苗栗縣公館鄉仁安社區發展協會",
        "city": "苗栗縣",
        "address": "苗栗縣公館鄉仁安村9鄰118-20號",
        "product": "福菜、社區導覽、農遊體驗活動"
    },
    {
        "id": "260",
        "store": "東里家風",
        "city": "苗栗縣",
        "address": "苗栗縣苑裡鎮苑坑里2鄰8號",
        "product": "農特產品、古早大餅、茶葉"
    },
    {
        "id": "261",
        "store": "喜妹娜哇有限公司",
        "city": "苗栗縣",
        "address": "苗栗縣公館鄉福星村2鄰福星75-1號",
        "product": "注連繩、稻草編織"
    },
    {
        "id": "262",
        "store": "原滋味部落特產",
        "city": "苗栗縣",
        "address": "苗栗縣泰安鄉士林水壩(苗栗縣泰安鄉士林村麻必浩段0026.地號1374)",
        "product": "馬告香腸，馬告鹹豬肉，竹桶飯，時令蔬果"
    },
    {
        "id": "263",
        "store": "太平藍",
        "city": "臺中市",
        "address": "臺中市太平區長龍路四段20號",
        "product": "藍染絲巾、藍染棉巾、藍歌餐塾"
    },
    {
        "id": "264",
        "store": "樹合苑",
        "city": "臺中市",
        "address": "臺中市北區中清路一段101號",
        "product": "豆腐、咖啡、釀造"
    },
    {
        "id": "265",
        "store": "阿聰師芋頭文化館",
        "city": "臺中市",
        "address": "臺中市大安區興安路168號",
        "product": "烘焙、伴手禮、芋頭相關糕點、芋頭相關點心"
    },
    {
        "id": "266",
        "store": "林山農選",
        "city": "臺中市",
        "address": "臺中市和平區梨山里民族街12號",
        "product": "蜜蘋果、雪梨、梨山茶"
    },
    {
        "id": "267",
        "store": "霧峰區農會酒莊",
        "city": "臺中市",
        "address": "臺中市霧峰區中正路345號",
        "product": "農特產品、酒、香米"
    },
    {
        "id": "268",
        "store": "社團法人原住民深耕德瑪汶協會（達觀部落廚房）",
        "city": "臺中市",
        "address": "臺中市和平區達觀里東崎路一段46-5號",
        "product": "小米醃豬肉、共有雞、自然農法蔬果"
    },
    {
        "id": "269",
        "store": "清水散步",
        "city": "臺中市",
        "address": "臺中市清水區文昌街18號",
        "product": "餐飲（咖啡及輕食）、圖書、文創商品（如摺頁、生態方巾、地圖書、筆記本等）"
    },
    {
        "id": "270",
        "store": "流星花園農場",
        "city": "臺中市",
        "address": "臺中市豐原區水源路坪頂巷8號",
        "product": "餐飲、農特產品、伴手禮"
    },
    {
        "id": "271",
        "store": "部落廚房企業社",
        "city": "臺中市",
        "address": "臺中市西屯區漢翔路519號（之1）",
        "product": "部落農特產品、糙米醬油系列、零嘴飲品"
    },
    {
        "id": "272",
        "store": "安妮公主花園",
        "city": "臺中市",
        "address": "臺中市新社區中和里中興街223號",
        "product": "主廚特色餐點、下午茶、水果果乾"
    },
    {
        "id": "273",
        "store": "樂樂木",
        "city": "臺中市",
        "address": "臺中市北屯區建功巷29-11-7號",
        "product": "木製居家生活用品"
    },
    {
        "id": "274",
        "store": "淘氣小農",
        "city": "臺中市",
        "address": "臺中市新社區中興街154-1號、臺中市北屯區軍和街401號",
        "product": "茶葉、體驗活動"
    },
    {
        "id": "275",
        "store": "老屋動選品TCO-Select",
        "city": "臺中市",
        "address": "臺中市中區綠川東街20號",
        "product": "特色美食、體驗課程、文創小物"
    },
    {
        "id": "276",
        "store": "味無味/生活美學飲食空間",
        "city": "臺中市",
        "address": "臺中市中區中山路249號",
        "product": "自然飲食餐館, 主要產品: 四季養生飲品、餐點"
    },
    {
        "id": "277",
        "store": "講茶臺中店",
        "city": "臺中市",
        "address": "臺中市南屯區文心南二路180號",
        "product": "茶葉產品、茶葉課程"
    },
    {
        "id": "278",
        "store": "木匠兄妹木工房",
        "city": "臺中市",
        "address": "臺中市后里區舊圳路4-12號",
        "product": "木工DIY體驗、木作設計禮品"
    },
    {
        "id": "279",
        "store": "薰衣草森林新社店",
        "city": "臺中市",
        "address": "臺中市新社區中和里中興街20號",
        "product": "香草相關日用品、餐飲"
    },
    {
        "id": "280",
        "store": "大安甘醇股份有限公司觀光酒廠",
        "city": "臺中市",
        "address": "臺中市大安區頂安里中山北路330號",
        "product": "高粱酒、梅酒、觀光酒廠"
    },
    {
        "id": "281",
        "store": "社團法人臺灣花園城市發展協會",
        "city": "臺中市",
        "address": "臺中市大里區中興路一段159-1號3樓",
        "product": "導覽解說、小旅行、書籍"
    },
    {
        "id": "282",
        "store": "綠澄萃",
        "city": "臺中市",
        "address": "臺中市西區華美街227號",
        "product": "洗沐用品、精油產品、防疫產品"
    },
    {
        "id": "283",
        "store": "梨理人",
        "city": "臺中市",
        "address": "臺中市西屯區至善路18巷1號",
        "product": "龍眼木印章、梨甜果乾、梨煙筆"
    },
    {
        "id": "284",
        "store": "老家生活大甲店",
        "city": "臺中市",
        "address": "臺中市大甲區民權路140號",
        "product": "咖啡甜點、藝文展演"
    },
    {
        "id": "285",
        "store": "巴告茶園",
        "city": "臺中市",
        "address": "臺中市龍井區遊園南路269巷56號",
        "product": "茶葉、當季農特產、當地環境導覽"
    },
    {
        "id": "286",
        "store": "慕伊阿道工坊",
        "city": "臺中市",
        "address": "臺中市和平區自由里東崎路二段63號",
        "product": "泰雅風格服飾、泰雅織藝品"
    },
    {
        "id": "287",
        "store": "樂活襪之鄉博物館",
        "city": "彰化縣",
        "address": "彰化縣社頭鄉社石路559號",
        "product": "全家適用極抗臭襪、服飾、內著"
    },
    {
        "id": "288",
        "store": "instant42藝術空間",
        "city": "彰化縣",
        "address": "彰化縣彰化市大智路38號",
        "product": "藝術課程、地方文化產品、彰化故事繪本"
    },
    {
        "id": "289",
        "store": "社團法人彰化縣田尾公路花園協會",
        "city": "彰化縣",
        "address": "彰化縣田尾鄉光復路二段575號",
        "product": "園藝相關推廣課程、套裝遊程、園藝相關產品"
    },
    {
        "id": "290",
        "store": "臺灣優格餅乾學院",
        "city": "彰化縣",
        "address": "彰化縣線西鄉草豐路501巷5號",
        "product": "餅乾伴手禮、餅乾DIY課程體驗"
    },
    {
        "id": "291",
        "store": "豆鄉田本舖",
        "city": "彰化縣",
        "address": "彰化縣北斗鎮復興路172號",
        "product": "國產黃豆（高雄選十號）/黑豆（臺南3號/青仁黑豆）\n焙炒黑豆茶（茶包款）\n活力黃豆麵"
    },
    {
        "id": "292",
        "store": "古早雞休閒農場",
        "city": "彰化縣",
        "address": "彰化縣芬園鄉彰南路5段451巷36號",
        "product": "雞精、雞肉、料理"
    },
    {
        "id": "293",
        "store": "油籽學堂門市體驗館",
        "city": "彰化縣",
        "address": "彰化縣芳苑鄉斗苑路芳苑段157號",
        "product": "食用油 ，伴手禮，黑芝麻產品"
    },
    {
        "id": "294",
        "store": "旅。咖啡(旅庫彰化)",
        "city": "彰化縣",
        "address": "彰化縣彰化市民權路241號",
        "product": "地方特色禮盒、地方文化體驗活動、地方社群活動（讀書會、講座及課程）"
    },
    {
        "id": "295",
        "store": "禾火食堂",
        "city": "彰化縣",
        "address": "彰化縣鹿港鎮民族路131號",
        "product": "在地有機米食餐廳"
    },
    {
        "id": "296",
        "store": "茉莉東興聯合辦公室",
        "city": "彰化縣",
        "address": "彰化縣鹿港鎮中山路127號後棟",
        "product": "導覽、書籍、場租"
    },
    {
        "id": "297",
        "store": "小艾人文背包客棧",
        "city": "彰化縣",
        "address": "彰化縣鹿港鎮後車巷46號",
        "product": "住宿"
    },
    {
        "id": "298",
        "store": "鹿港茉莉人文環境教育中心",
        "city": "彰化縣",
        "address": "彰化縣鹿港鎮金盛巷23號",
        "product": "地方文化導覽"
    },
    {
        "id": "299",
        "store": "小艾謙和人文包棟民宿",
        "city": "彰化縣",
        "address": "彰化縣鹿港鎮金盛巷40號",
        "product": "住宿"
    },
    {
        "id": "300",
        "store": "富雨洋傘",
        "city": "彰化縣",
        "address": "彰化縣秀水鄉金興村番花路183號",
        "product": "晴雨兩用傘、雨具"
    },
    {
        "id": "301",
        "store": "鐵花田",
        "city": "彰化縣",
        "address": "彰化縣田尾鄉民族路一段137-3號",
        "product": "金屬文創販售、客製化商品製作販售、植栽販售"
    },
    {
        "id": "302",
        "store": "啟發米粉工廠",
        "city": "彰化縣",
        "address": "彰化縣芬園鄉楓坑村仁愛路二段6巷29號",
        "product": "米粉"
    },
    {
        "id": "303",
        "store": "慶昌米粉加工社",
        "city": "彰化縣",
        "address": "彰化縣芬園鄉仁愛路一段382巷51號",
        "product": "芬園米粉，細中粗"
    },
    {
        "id": "304",
        "store": "醚頌坊甜點工作室",
        "city": "彰化縣",
        "address": "彰化縣埔心鄉瑤鳳路一段14-1號",
        "product": "手作甜點"
    },
    {
        "id": "305",
        "store": "272巷弄咖啡",
        "city": "南投縣",
        "address": "南投縣埔里鎮中山路二段272巷9-1號",
        "product": "咖啡、點心、茶葉"
    },
    {
        "id": "306",
        "store": "慢午廚房",
        "city": "南投縣",
        "address": "南投縣信義鄉望美村望和巷31-1號",
        "product": "布農野菜風味餐、野菜披薩、原住民原物料販售"
    },
    {
        "id": "307",
        "store": "雅谷咖啡莊園",
        "city": "南投縣",
        "address": "南投縣國姓鄉長流村大長路515之1號",
        "product": "國產咖啡、沖煮體驗、烘豆體驗"
    },
    {
        "id": "308",
        "store": "互新三酸小棧",
        "city": "南投縣",
        "address": "南投縣仁愛鄉互助村中華路84-1號",
        "product": "果醋、冰釀、文化體驗遊程"
    },
    {
        "id": "309",
        "store": "日月美民宿",
        "city": "南投縣",
        "address": "南投縣魚池鄉日月村義勇街84號",
        "product": "住宿,茶葉"
    },
    {
        "id": "310",
        "store": "日月潭伊達邵蒸開心湯包～家常菜",
        "city": "南投縣",
        "address": "南投縣魚池鄉日月村文化路105號",
        "product": "絲瓜湯包，魔鬼辣椒，美人腿（茭白筍）"
    },
    {
        "id": "311",
        "store": "順騎自然",
        "city": "南投縣",
        "address": "南投縣埔里鎮東榮路119號",
        "product": "在地小旅行、地方節慶活動、線上講堂"
    },
    {
        "id": "312",
        "store": "元泰竹藝社",
        "city": "南投縣",
        "address": "南投縣竹山鎮頂橫街1-1號",
        "product": "元氣竹牙刷、竹吸管、竹杯"
    },
    {
        "id": "313",
        "store": "TEAGE一頁茶傳習所",
        "city": "南投縣",
        "address": "南投縣魚池鄉新城村香茶巷5-2號2樓",
        "product": "茶葉、飲品點心、DIY手做"
    },
    {
        "id": "314",
        "store": "森十八休閒農場",
        "city": "南投縣",
        "address": "南投縣名間鄉田仔村田仔巷16-8號",
        "product": "精油、沐浴露、茶葉"
    },
    {
        "id": "315",
        "store": "彩虹穀東農產行市集",
        "city": "南投縣",
        "address": "南投縣仁愛鄉互助村清風路41號",
        "product": "米.茶.油"
    },
    {
        "id": "316",
        "store": "松霖食品有限公司",
        "city": "南投縣",
        "address": "南投縣南投市中興路337號",
        "product": "茶葉"
    },
    {
        "id": "317",
        "store": "抒嗎樹旎",
        "city": "南投縣",
        "address": "南投縣魚池鄉日月村義勇街56號",
        "product": "龍鬚菜餅（伴手禮）、酥炸綜合菇、酥炸綜合蔬菜"
    },
    {
        "id": "318",
        "store": "jijibanana集元果農場",
        "city": "南投縣",
        "address": "南投縣集集鎮富山里大坪巷38號",
        "product": "香蕉,香蕉製產品,手作DIY"
    },
    {
        "id": "319",
        "store": "廣興紙寮",
        "city": "南投縣",
        "address": "南投縣埔里鎮鐵山里鐵山路310號",
        "product": "手工紙、紙藝品、DIY課程、導覽入園費"
    },
    {
        "id": "320",
        "store": "萃山尋",
        "city": "南投縣",
        "address": "南投縣仁愛鄉南豐村松原巷80號",
        "product": "餐飲、農特產品、生態旅遊"
    },
    {
        "id": "321",
        "store": "巨人設計有限公司",
        "city": "南投縣",
        "address": "南投縣信義鄉羅娜村信筆巷77之4號1樓",
        "product": "文創品：原住民圖騰口罩、手工飾品、明信片"
    },
    {
        "id": "322",
        "store": "森林麵食",
        "city": "南投縣",
        "address": "南投縣竹山鎮大榮街36號",
        "product": "乾麵、寶寶麵、乾拌麵"
    },
    {
        "id": "323",
        "store": "南投縣埔里鎮桃米社區發展協會",
        "city": "南投縣",
        "address": "南投縣埔里鎮桃米路31-6號",
        "product": "筍乾、體驗、醬筍"
    },
    {
        "id": "324",
        "store": "田媽媽小半天風味餐坊",
        "city": "南投縣",
        "address": "南投縣鹿谷鄉竹豐村中湖巷3-5號",
        "product": "茶葉、農產品、餐飲服務"
    },
    {
        "id": "325",
        "store": "穀笠合作社",
        "city": "南投縣",
        "address": "南投縣埔里鎮籃城五巷6-1號",
        "product": "稻米、農村小旅行、咖啡飲品、在地小農產品"
    },
    {
        "id": "326",
        "store": "穀笠合作社-大城據點",
        "city": "南投縣",
        "address": "南投縣埔里鎮大同街36-8號",
        "product": "稻米、農村小旅行、咖啡飲品、在地小農產品"
    },
    {
        "id": "327",
        "store": "兩腳詩集生活旅店",
        "city": "南投縣",
        "address": "南投縣集集鎮八張里民權路326號",
        "product": "住宿服務、梅製品"
    },
    {
        "id": "328",
        "store": "巴蘭社數位音像文化藝術工作室",
        "city": "南投縣",
        "address": "南投縣仁愛鄉互助村中華路56號1樓",
        "product": "原住民歌舞表演、梅子、檸檬、稻米"
    },
    {
        "id": "329",
        "store": "吟詩綠曲生態園區",
        "city": "南投縣",
        "address": "南投縣埔里鎮一新里一新二巷11號",
        "product": "農事體驗活動，泡菜，茭白筍販售"
    },
    {
        "id": "330",
        "store": "竹青庭咖啡館；臺西冰果室",
        "city": "南投縣",
        "address": "南投縣竹山鎮菜園路27號1、2樓",
        "product": "餐飲、冰品"
    },
    {
        "id": "331",
        "store": "阿聰師什錦麵",
        "city": "南投縣",
        "address": "南投縣水里鄉中正路105號",
        "product": "客家菜、在地好物、數位餐桌"
    },
    {
        "id": "332",
        "store": "省府日常散策",
        "city": "南投縣",
        "address": "南投縣南投市光明里光明二路92號",
        "product": "中興新村周邊商品、協力車租借、手作體驗"
    },
    {
        "id": "333",
        "store": "55號烘焙室",
        "city": "南投縣",
        "address": "南投縣南投市光明一路55號",
        "product": "烘焙伴手禮"
    },
    {
        "id": "334",
        "store": "大目農田車埕店",
        "city": "南投縣",
        "address": "南投縣水里鄉車埕村民權巷110-1號",
        "product": "新鮮水果（百香果、黃金果、蜜棗。）、休閒食品（蒟蒻、果醬、軟糖）、動物毛刷"
    },
    {
        "id": "335",
        "store": "我的巴萊好朋友",
        "city": "南投縣",
        "address": "南投縣仁愛鄉定遠新村26之1號",
        "product": "茉莉花烏龍茶、花果茶、餐飲"
    },
    {
        "id": "336",
        "store": "森林島嶼車埕店",
        "city": "南投縣",
        "address": "南投縣水里鄉車埕村民權巷101-5號",
        "product": "日用品"
    },
    {
        "id": "337",
        "store": "羅娜渡假山莊",
        "city": "南投縣",
        "address": "南投縣信義鄉羅娜村信筆巷130號",
        "product": "住宿與露營"
    },
    {
        "id": "338",
        "store": "南投縣埔里鎮珠仔山社區發展協會",
        "city": "南投縣",
        "address": "南投縣埔里鎮珠生路36之5號",
        "product": "茭白筍、咖啡、生態遊程"
    },
    {
        "id": "339",
        "store": "品安鮮物（品安實業行）",
        "city": "雲林縣",
        "address": "雲林縣麥寮鄉後安村201-100號",
        "product": "臺灣鯛系列產品、蝦、貝類"
    },
    {
        "id": "340",
        "store": "雲林高鐵站-高鐵物產館",
        "city": "雲林縣",
        "address": "雲林縣虎尾鎮站前東路301號",
        "product": "銷售甘藷相關加工製品等"
    },
    {
        "id": "341",
        "store": "保證責任雲林縣口湖漁類生產合作社",
        "city": "雲林縣",
        "address": "雲林縣口湖鄉崙東村民生路1-90號",
        "product": "冷凍水產品、魚鱗膠原蛋白、黑蒜頭"
    },
    {
        "id": "342",
        "store": "古坑有機合作社",
        "city": "雲林縣",
        "address": "雲林縣斗南鎮信義路27巷7號",
        "product": "有機蔬菜"
    },
    {
        "id": "343",
        "store": "雲聚幸福",
        "city": "雲林縣",
        "address": "雲林縣虎尾鎮復興路235號",
        "product": "植物蛋白飲、幸福食光、運動課程"
    },
    {
        "id": "344",
        "store": "好蝦冏男社",
        "city": "雲林縣",
        "address": "雲林縣水林鄉番薯厝興南段166-90號",
        "product": "生鮮冷凍食品、活動體驗、餐飲服務"
    },
    {
        "id": "345",
        "store": "喜笑花生",
        "city": "雲林縣",
        "address": "雲林縣元長鄉頂寮村3-8號",
        "product": "黑金剛花生、花生糖、花生油、黑金剛貢糖、雪Q餅"
    },
    {
        "id": "346",
        "store": "TGC臺灣咖啡莊園",
        "city": "雲林縣",
        "address": "雲林縣古坑鄉大埔橋66號",
        "product": "咖啡、咖啡專業課程、咖啡沖煮教學及口感訓練"
    },
    {
        "id": "347",
        "store": "玉山碾米",
        "city": "雲林縣",
        "address": "雲林縣斗南鎮新興街33號",
        "product": "米餅、蝦餅、黑米茶、醬好糠、粉好糠、米醬油膏、米粉"
    },
    {
        "id": "348",
        "store": "將軍企業社",
        "city": "雲林縣",
        "address": "雲林縣西螺鎮延平路104號",
        "product": "黑豆相關產品、加工農特產與文化商店"
    },
    {
        "id": "349",
        "store": "虎珍堂-本舖",
        "city": "雲林縣",
        "address": "雲林縣虎尾鎮自強街147號",
        "product": "伴手禮（蛋糕、糕餅、零嘴、甜點）"
    },
    {
        "id": "350",
        "store": "虎珍堂-菓寮",
        "city": "雲林縣",
        "address": "雲林縣虎尾鎮中山路13號",
        "product": "伴手禮（蛋糕、糕餅、零嘴、甜點）"
    },
    {
        "id": "351",
        "store": "唯果粒商行",
        "city": "雲林縣",
        "address": "雲林縣西螺鎮埤頭里12-3號",
        "product": "水果冰棒、水果軟糖、水果蠟筆、食農教育DIY體驗"
    },
    {
        "id": "352",
        "store": "花生故事館-花生什麼事",
        "city": "雲林縣",
        "address": "雲林縣元長鄉下寮村東興路220號",
        "product": "花生、蒜頭、玉米及其加工品"
    },
    {
        "id": "353",
        "store": "島的日常",
        "city": "雲林縣",
        "address": "雲林縣虎尾鎮工專一街21巷25號",
        "product": "蛋糕、咖啡、課程"
    },
    {
        "id": "354",
        "store": "源順食品虎尾實體門市",
        "city": "雲林縣",
        "address": "雲林縣虎尾鎮文科路498號",
        "product": "有機米粉、有機純米糆條、五穀粉"
    },
    {
        "id": "355",
        "store": "雲林縣休閒旅遊推展學會",
        "city": "雲林縣",
        "address": "雲林縣古坑鄉綠色隧道市集60號攤位",
        "product": "套裝遊程、旅遊導覽、古坑綠色隧道市集攤位（展售雲林農特產品）"
    },
    {
        "id": "356",
        "store": "紙農書院-微型手創聚落",
        "city": "雲林縣",
        "address": "雲林縣斗六市雲中街12號",
        "product": "藍染、梭織、手造紙等之教學、體驗、設計、產品及客製、訂製"
    },
    {
        "id": "357",
        "store": "三小市集",
        "city": "雲林縣",
        "address": "雲林縣斗六市九如街51號",
        "product": "友善耕作農產品、季節禮盒、食農活動"
    },
    {
        "id": "358",
        "store": "御鼎興柴燒醬業有限公司",
        "city": "雲林縣",
        "address": "雲林縣西螺鎮安定里安定路171-11號",
        "product": "醬油"
    },
    {
        "id": "359",
        "store": "土庫驛可可莊園有限公司",
        "city": "雲林縣",
        "address": "雲林縣土庫鎮大同路1-2號",
        "product": "黑巧克力、生巧克力、可可相關食品"
    },
    {
        "id": "360",
        "store": "安記食品",
        "city": "雲林縣",
        "address": "雲林縣西螺鎮中正路47號",
        "product": "鐵蛋、豆干、茶葉蛋"
    },
    {
        "id": "361",
        "store": "虎尾厝沙龍",
        "city": "雲林縣",
        "address": "雲林縣虎尾鎮民權路51巷3號",
        "product": "書籍、文創商品、友善小農商品"
    },
    {
        "id": "362",
        "store": "虎尾釀展售中心",
        "city": "雲林縣",
        "address": "雲林縣虎尾鎮延平里下南15-6號",
        "product": "酒、醋、酒粕貢丸"
    },
    {
        "id": "363",
        "store": "麥仔簝獨立書店",
        "city": "雲林縣",
        "address": "雲林縣麥寮鄉中正路89號",
        "product": "在地農、漁伴手禮、書本、咖啡飲品、輕食"
    },
    {
        "id": "364",
        "store": "永利飯店",
        "city": "雲林縣",
        "address": "雲林縣古坑鄉草嶺村21-7號",
        "product": "苦茶油、遊程體驗"
    },
    {
        "id": "365",
        "store": "瑞春醬油",
        "city": "雲林縣",
        "address": "雲林縣西螺鎮延平路438號",
        "product": "醬油,罐頭"
    },
    {
        "id": "366",
        "store": "瑞春醬油工廠",
        "city": "雲林縣",
        "address": "雲林縣西螺鎮福田里社口68-31號",
        "product": "醬油,罐頭"
    },
    {
        "id": "367",
        "store": "鵝媽媽鵝童樂園",
        "city": "雲林縣",
        "address": "雲林縣斗六市嘉新路222號",
        "product": "清潔用品、食品等"
    },
    {
        "id": "368",
        "store": "鵝媽媽清潔用品",
        "city": "雲林縣",
        "address": "雲林縣斗六市文化路633巷2號",
        "product": "清潔用品、食品等"
    },
    {
        "id": "369",
        "store": "糧莘庇護農場",
        "city": "雲林縣",
        "address": "雲林縣古坑鄉湳子23-32號",
        "product": "紅藜及相關產品、紅藜體驗料理"
    },
    {
        "id": "370",
        "store": "雲林商務旅館有限公司",
        "city": "雲林縣",
        "address": "雲林縣土庫鎮光明路302號",
        "product": "住宿服務、學生遊學、職場英文、\n咖啡販售"
    },
    {
        "id": "371",
        "store": "洪雅書房",
        "city": "嘉義市",
        "address": "嘉義市長榮街116號",
        "product": "書籍、音樂、影片、咖啡豆及紅茶包"
    },
    {
        "id": "372",
        "store": "愛木村",
        "city": "嘉義市",
        "address": "嘉義市文化路909-3號",
        "product": "木製商品、檜木精油、輕食點心"
    },
    {
        "id": "373",
        "store": "義興嘉釀 醬油園區",
        "city": "嘉義市",
        "address": "嘉義市西區北新路250巷52號",
        "product": "醬油、罐頭、醬油體驗"
    },
    {
        "id": "374",
        "store": "嘉雁小舖",
        "city": "嘉義市",
        "address": "嘉義市東區共和路199巷10號",
        "product": "水果乾、保養品、茶葉"
    },
    {
        "id": "375",
        "store": "玉山旅社咖啡",
        "city": "嘉義市",
        "address": "嘉義市共和路410號",
        "product": "住宿、飲品"
    },
    {
        "id": "376",
        "store": "馨心農園",
        "city": "嘉義縣",
        "address": "嘉義縣新港鄉大興路66號",
        "product": "1.蓮子係產品2.GABA發酵液3.GABA茶佳葉龍茶"
    },
    {
        "id": "377",
        "store": "50分生活工作室",
        "city": "嘉義縣",
        "address": "嘉義縣東石鄉塭仔村後埔13鄰2附8",
        "product": "陶製品、多肉盆栽、在地風味餐"
    },
    {
        "id": "378",
        "store": "來吉山豬工作坊",
        "city": "嘉義縣",
        "address": "嘉義縣阿里山鄉來吉村4鄰112號附6",
        "product": "遊程體驗(手作工藝體驗，洗愛玉體驗，傳統弓箭體驗，烘豆吃咖啡體驗，部落文化導覽體驗)，部落美食等。"
    },
    {
        "id": "379",
        "store": "義興嘉釀 門市",
        "city": "嘉義縣",
        "address": "嘉義縣東石鄉彩霞大道420號東石漁人碼頭蚵殼屋1-2",
        "product": "醬油、罐頭"
    },
    {
        "id": "380",
        "store": "桑椹銀行",
        "city": "嘉義縣",
        "address": "嘉義縣義竹鄉溪洲村下溪洲68號",
        "product": "新鮮桑椹粒、桑椹果汁、桑葚茶、桑椹酥、桑椹特色料理"
    },
    {
        "id": "381",
        "store": "民雄金桔",
        "city": "嘉義縣",
        "address": "嘉義縣民雄鄉三興村陳厝寮38號",
        "product": "金桔相關加工產品、金桔果醬DIY手作體驗服務"
    },
    {
        "id": "382",
        "store": "嘉義縣崙尾天赦竹編發展協會",
        "city": "嘉義縣",
        "address": "嘉義縣溪口鄉美南村10鄰天赦12-3號",
        "product": "竹編商品、竹家具、竹童玩"
    },
    {
        "id": "383",
        "store": "飛鼠咖啡Peisu Coffee",
        "city": "嘉義縣",
        "address": "嘉義縣番路鄉觸口村梅花六路2巷2號",
        "product": "咖啡、茶、愛玉"
    },
    {
        "id": "384",
        "store": "板陶窯交趾剪黏工藝園區",
        "city": "嘉義縣",
        "address": "嘉義縣新港鄉板頭村板頭厝45-1號",
        "product": "體驗活動、工藝產品、食農教育"
    },
    {
        "id": "385",
        "store": "織田舖子",
        "city": "嘉義縣",
        "address": "嘉義縣朴子市大葛里155號",
        "product": "竹產品：竹蓆、竹簾、竹編品"
    },
    {
        "id": "386",
        "store": "保證責任嘉義縣南笨港雜糧生產合作社",
        "city": "嘉義縣",
        "address": "嘉義縣新港鄉板頭村灣子內75號",
        "product": "麻油、芝麻粉、食農教育"
    },
    {
        "id": "387",
        "store": "洲南小舖",
        "city": "嘉義縣",
        "address": "嘉義縣布袋鎮龍江里402號",
        "product": "鹽巴、DIY、導覽"
    },
    {
        "id": "388",
        "store": "慕噶納娜",
        "city": "嘉義縣",
        "address": "嘉義縣阿里山鄉樂野村2鄰57-1號1樓",
        "product": "阿里山農特產品、手作泡菜、水鹿香腸、楓樹林櫻花餅、旅遊規劃等"
    },
    {
        "id": "389",
        "store": "貝芙多納",
        "city": "嘉義縣",
        "address": "嘉義縣阿里山鄉樂野村1鄰2號附9",
        "product": "咖啡、香菇、蔬果"
    },
    {
        "id": "390",
        "store": "蘭后生活創意館",
        "city": "嘉義縣",
        "address": "嘉義縣阿里山鄉來吉村1鄰8號附3",
        "product": "創意包包、阿里山高山茶、手工藝品"
    },
    {
        "id": "391",
        "store": "阿里山珈雅瑪部落公園",
        "city": "嘉義縣",
        "address": "嘉義縣阿里山鄉茶山村3鄰60號",
        "product": "觀光產業，部落文化，在地農產品"
    },
    {
        "id": "392",
        "store": "向禾休閒漁場",
        "city": "嘉義縣",
        "address": "嘉義縣東石鄉四股67-6號",
        "product": "漁事體驗,海菜餅,海藻醋"
    },
    {
        "id": "393",
        "store": "百藝工坊",
        "city": "嘉義縣",
        "address": "嘉義縣阿里山鄉里佳村61號",
        "product": "咖啡、愛玉.明日葉及產品DIY"
    },
    {
        "id": "394",
        "store": "新港客廳",
        "city": "嘉義縣",
        "address": "嘉義縣新港鄉中正路2號",
        "product": "簡餐、米、地方特產"
    },
    {
        "id": "395",
        "store": "新港文教基金會",
        "city": "嘉義縣",
        "address": "嘉義縣新港鄉新中路305號",
        "product": "基金會出版品、紀念t恤"
    },
    {
        "id": "396",
        "store": "余順豐花生",
        "city": "嘉義縣",
        "address": "嘉義縣東石鄉蔦松村湖底20-28號",
        "product": "花生醬、花生糕、花生糖、芝麻粉、五穀粉、裹粉花生等"
    },
    {
        "id": "397",
        "store": "不舞作坊、哈莫瓦那、不舞星空",
        "city": "嘉義縣",
        "address": "嘉義縣阿里山鄉來吉村113附8號",
        "product": "茶葉、苦茶油、餐飲、旅遊行程"
    },
    {
        "id": "398",
        "store": "奕利的店",
        "city": "嘉義縣",
        "address": "嘉義縣竹崎鄉鹿滿村水景頭15之1號",
        "product": "陳年老菜脯、鮑魚雞湯"
    },
    {
        "id": "399",
        "store": "温佳茶工坊",
        "city": "嘉義縣",
        "address": "嘉義縣阿里山鄉里佳村2鄰39號附3",
        "product": "茶葉、植物染體驗、生態導覽解說"
    },
    {
        "id": "400",
        "store": "藝農號｜農產x文創展售·芒果冰｜",
        "city": "臺南市",
        "address": "臺南市官田區大崎里39-3號",
        "product": "農產文創品展售、冰飲品、村落藝術手作體驗"
    },
    {
        "id": "401",
        "store": "菱炭森活館",
        "city": "臺南市",
        "address": "臺南市官田區東西庄里西庄95-1",
        "product": "飲料、菱殼炭相關產品"
    },
    {
        "id": "402",
        "store": "菱炭森活工場",
        "city": "臺南市",
        "address": "臺南市官田區社子里社子24-4",
        "product": "實作體驗：水耕盆栽循環經濟體驗\n創意課程：水泥盆器DIY、造型吸附包DIY\n環境教育：專利製炭系統導覽課程"
    },
    {
        "id": "403",
        "store": "沐春湯宿",
        "city": "臺南市",
        "address": "臺南市白河區關嶺里關子嶺27-2號",
        "product": "溫泉湯屋體驗、溫泉泥染"
    },
    {
        "id": "404",
        "store": "瓜瓜園地瓜生態故事館",
        "city": "臺南市",
        "address": "臺南市新化區中正路65號",
        "product": "冰烤地瓜、地瓜脆片、地瓜薯條"
    },
    {
        "id": "405",
        "store": "幸福良食",
        "city": "臺南市",
        "address": "臺南市學甲區學甲寮31號",
        "product": "黑豆加工品（黑豆茶、黑豆乳、黑豆酥）、食農教育體驗活動"
    },
    {
        "id": "406",
        "store": "地利小食",
        "city": "臺南市",
        "address": "臺南市將軍區將富里48號",
        "product": "遊程體驗、餐飲服務、商品販售。"
    },
    {
        "id": "407",
        "store": "錦源興臺南實體門市",
        "city": "臺南市",
        "address": "臺南市中西區中正路209巷3號",
        "product": "提袋、文具、生活用品"
    },
    {
        "id": "408",
        "store": "虱目魚主題館",
        "city": "臺南市",
        "address": "臺南市安平區漁光路128-2號",
        "product": "虱目魚生鮮加工保健保養以及旅遊文化教育產品等"
    },
    {
        "id": "409",
        "store": "來趣臺江",
        "city": "臺南市",
        "address": "臺南市安南區四草大道118號",
        "product": "虱目魚生鮮加工保健保養以及旅遊文化教育產品等"
    },
    {
        "id": "410",
        "store": "來趣漁光島",
        "city": "臺南市",
        "address": "臺南市安平區漁光路132-19號",
        "product": "虱目魚生鮮加工保健保養以及旅遊文化教育產品等"
    },
    {
        "id": "411",
        "store": "透南風咖啡聚場",
        "city": "臺南市",
        "address": "臺南市中西區永福路二段35巷6號",
        "product": "農產加工品、文創商品、講座、小旅行"
    },
    {
        "id": "412",
        "store": "臺南市佳里區延平社區",
        "city": "臺南市",
        "address": "臺南市佳里區下營里頂廍117號",
        "product": "農產製品：芝麻糖、農村體驗-手工黑糖、農村小旅遊-社區導覽"
    },
    {
        "id": "413",
        "store": "友蜂農牧",
        "city": "臺南市",
        "address": "臺南市仁德區文華路二段358巷201弄9-2號（吉田田有機農場後面小葉子農場旁）",
        "product": "蜂蜜（歐盟規格熟成蜂蜜）"
    },
    {
        "id": "414",
        "store": "仙湖農場",
        "city": "臺南市",
        "address": "臺南市東山區大洋6-6號",
        "product": "住宿、桂圓、蜂蜜"
    },
    {
        "id": "415",
        "store": "海口放送",
        "city": "臺南市",
        "address": "臺南市後壁區土溝里61-3號",
        "product": "文創產品、地方物產、設計諮詢"
    },
    {
        "id": "416",
        "store": "鈺豐農特產行",
        "city": "臺南市",
        "address": "臺南市玉井區望明里53-6號",
        "product": "果乾、手作烘焙"
    },
    {
        "id": "417",
        "store": "赤兔製造所",
        "city": "臺南市",
        "address": "臺南市鹽水區中山路10號",
        "product": "飲品、文創商品"
    },
    {
        "id": "418",
        "store": "烏山頭能源牧場",
        "city": "臺南市",
        "address": "臺南市官田區官田里中脇68號",
        "product": "雞精、生鮮雞肉、川椒雞煲湯"
    },
    {
        "id": "419",
        "store": "嘉振企業有限公司-芝麻先生",
        "city": "臺南市",
        "address": "臺南市佳里區博愛街60號",
        "product": "黑芝麻醬、芝麻粉、芝麻粒等臺灣黑芝麻系列商品"
    },
    {
        "id": "420",
        "store": "有限責任臺南市後壁區仕安社區合作社",
        "city": "臺南市",
        "address": "臺南市後壁區長短樹里下長39-6號",
        "product": "有機米、有機黑豆（轉型期）"
    },
    {
        "id": "421",
        "store": "晉發米穀商店",
        "city": "臺南市",
        "address": "臺南市新化區中正路439號",
        "product": "在地小農農特產品"
    },
    {
        "id": "422",
        "store": "果農之家",
        "city": "臺南市",
        "address": "臺南市楠西區密枝里6號",
        "product": "農村旅遊體驗、水果風味餐"
    },
    {
        "id": "423",
        "store": "綠鑽石故鄉.礁坑社區",
        "city": "臺南市",
        "address": "臺南市新化區礁坑里36崙57號",
        "product": "橄欖相關農特產品、社區導覽"
    },
    {
        "id": "424",
        "store": "鼎農村試驗教育基地",
        "city": "臺南市",
        "address": "臺南市學甲區秀昌里下溪洲3號",
        "product": "在農業體驗及攀樹課程及定向越野\n魚丸製作"
    },
    {
        "id": "425",
        "store": "鹿耳社區發展協會",
        "city": "臺南市",
        "address": "臺南市安南區北汕尾二路800巷9弄95號",
        "product": "虱目魚鬆，虱目魚丸，公仔"
    },
    {
        "id": "426",
        "store": "臺灣詩路(臺南市月津文史發展協會)",
        "city": "臺南市",
        "address": "臺南市鹽水區三和里田寮68號",
        "product": "陶瓷彩繪、臺南鹽水在地特色書籍、咖啡"
    },
    {
        "id": "427",
        "store": "臺南市月津文史發展協會",
        "city": "臺南市",
        "address": "臺南市鹽水區中山路21號",
        "product": "陶瓷彩繪、臺南鹽水在地特色書籍、咖啡"
    },
    {
        "id": "428",
        "store": "順利餅舖",
        "city": "臺南市",
        "address": "臺南市安平區安平路578號",
        "product": "糕餅"
    },
    {
        "id": "429",
        "store": "金嘉隆企業股份有限公司\n(所長茶葉蛋)",
        "city": "臺南市",
        "address": "臺南市新化區280號",
        "product": "茶葉蛋、豆干"
    },
    {
        "id": "430",
        "store": "五條港行號",
        "city": "臺南市",
        "address": "臺南市中西區神農街79號",
        "product": "臺南文化紀念品（含自製布品、明信片、文創商品）；出版書籍；導覽課程體驗DIY"
    },
    {
        "id": "431",
        "store": "社團法人臺南市灣裡黃金商圈發展協會(微笑灣裡)",
        "city": "臺南市",
        "address": "臺南市南區明興路1151巷10之2號",
        "product": "行銷、培力、課程"
    },
    {
        "id": "432",
        "store": "茄芷工坊",
        "city": "臺南市",
        "address": "後壁區菁寮里73號",
        "product": "創意茄芷袋、導覽解說、農村體驗"
    },
    {
        "id": "433",
        "store": "一鳴生技農園",
        "city": "高雄市",
        "address": "高雄市美濃區吉安街68號",
        "product": "水果果脆"
    },
    {
        "id": "434",
        "store": "Eriel愛莉兒",
        "city": "高雄市",
        "address": "高雄市新興區南華橫二路65號",
        "product": "魚膠原冰淇淋、魚膠原小籠包"
    },
    {
        "id": "435",
        "store": "濃夫生活",
        "city": "高雄市",
        "address": "高雄市美濃區永安路195號",
        "product": "檸檬泡茶片、檸檬清潔劑、檸檬愛玉"
    },
    {
        "id": "436",
        "store": "臺青蕉香蕉創意工坊",
        "city": "高雄市",
        "address": "高雄市旗山區中山路17號",
        "product": "香蕉蛋糕、地方文創、地方體驗活動"
    },
    {
        "id": "437",
        "store": "和木相處",
        "city": "高雄市",
        "address": "高雄市三民區大福街109號一樓",
        "product": "木器、刺繡、木筆"
    },
    {
        "id": "438",
        "store": "大旗美農村體驗物產直賣所",
        "city": "高雄市",
        "address": "高雄市旗山區東昌里忠孝街33號",
        "product": "一級農產品、二級加工品、農村體驗"
    },
    {
        "id": "439",
        "store": "做做手藝體驗空間",
        "city": "高雄市",
        "address": "高雄市苓雅區四維二路104號3樓",
        "product": "手工藝體驗、工藝商品、親子課程"
    },
    {
        "id": "440",
        "store": "一山沐多納咖啡",
        "city": "高雄市",
        "address": "高雄市茂林區多納里6-6號",
        "product": "咖啡、愛玉、甜點"
    },
    {
        "id": "441",
        "store": "中外餅舖",
        "city": "高雄市",
        "address": "高雄市左營區蓮潭路60-1號",
        "product": "高雄十大伴手禮、參訪體驗DIY、麵包蛋糕炊蒸食品"
    },
    {
        "id": "442",
        "store": "紅藜之家企業社",
        "city": "高雄市",
        "address": "高雄市茂林區茂林里茂林巷59號",
        "product": "原住民有機農特產品"
    },
    {
        "id": "443",
        "store": "傑瑀企業",
        "city": "高雄市",
        "address": "高雄市鳥松區球場路21號",
        "product": "水果，電商平臺，行銷"
    },
    {
        "id": "444",
        "store": "得樂日嘎健康無毒農產企業社",
        "city": "高雄市",
        "address": "高雄市茂林區茂林里茂林巷116號1樓",
        "product": "原住民農產品及農產加工食品"
    },
    {
        "id": "445",
        "store": "得恩谷的民宿",
        "city": "高雄市",
        "address": "高雄市茂林區茂林里138號",
        "product": "紅藜麵包、飲品"
    },
    {
        "id": "446",
        "store": "芭特芙萊工藝坊",
        "city": "高雄市",
        "address": "高雄市茂林區茂林里130號",
        "product": "紅藜麵包、伴手禮、飲品"
    },
    {
        "id": "447",
        "store": "蝶svongvong手作烘焙坊",
        "city": "高雄市",
        "address": "高雄市六龜區大津里大津2號",
        "product": "紅藜麵包、咖啡、飲品、伴手禮"
    },
    {
        "id": "448",
        "store": "烏巴克創藝工作坊",
        "city": "高雄市",
        "address": "高雄市茂林區茂林里茂林巷116號1樓",
        "product": "生態活動體驗、文化活動體驗 .各式手工硫璃、皮雕.木雕.串珠.伴手禮"
    },
    {
        "id": "449",
        "store": "阿諾原生山茶行",
        "city": "高雄市",
        "address": "高雄市桃源區寶山里寶山巷41之1號",
        "product": "有機原生山茶"
    },
    {
        "id": "450",
        "store": "茂林小米之家商行、曾詹玉琴酒莊",
        "city": "高雄市",
        "address": "高雄市茂林區茂林里茂林巷12-4號",
        "product": "小米酒.、小米露、部落美食、獵人餐"
    },
    {
        "id": "451",
        "store": "美濃啖糕堂",
        "city": "高雄市",
        "address": "高雄市美濃區永安路197號",
        "product": "麵包丶蛋糕丶吐司"
    },
    {
        "id": "452",
        "store": "檨仔腳文化共享空間",
        "city": "高雄市",
        "address": "高雄市六龜區寶來里檨仔腳32-8號",
        "product": "陶藝、植物染、土窯胖"
    },
    {
        "id": "453",
        "store": "日光廚房",
        "city": "高雄市",
        "address": "高雄市杉林區忠義路1號",
        "product": "文化體驗、風味餐、文化展演"
    },
    {
        "id": "454",
        "store": "有田書店",
        "city": "高雄市",
        "address": "高雄市橋頭區興糖路2巷1號",
        "product": "文創商品(藝術明信片、藝術商品等)、環境教育課程、友善環境下午茶"
    },
    {
        "id": "455",
        "store": "洄瀾無毒高雄分店",
        "city": "高雄市",
        "address": "高雄市新興區中山一路2號之4號",
        "product": "1.花蓮農產、在地農產加工品\n2.農事體驗：如採果、DIY、導覽\n3.旅遊住宿"
    },
    {
        "id": "456",
        "store": "原鄉緣紙傘文化村",
        "city": "高雄市",
        "address": "高雄市美濃區中興路一段147號",
        "product": "紙傘.陶藝.手工藝品.伴手禮.美食"
    },
    {
        "id": "457",
        "store": "豆菽叔。不濾渣全豆豆漿(高雄)",
        "city": "高雄市",
        "address": "高雄市鹽埕區五福四路179號",
        "product": "不濾渣豆漿、烘焙點心"
    },
    {
        "id": "458",
        "store": "美荔人生-南勝社區",
        "city": "高雄市",
        "address": "高雄市旗山區南勝里龍文巷30-3號",
        "product": "荔枝Q餅/鳳荔酥/荔枝木餐具DIY"
    },
    {
        "id": "459",
        "store": "杉林葫蘆藝術",
        "city": "高雄市",
        "address": "高雄市杉林區上平里大坑1號",
        "product": "葫蘆藝品、葫蘆手作"
    },
    {
        "id": "460",
        "store": "枋山休閒農場",
        "city": "屏東縣",
        "address": "屏東縣枋山鄉國中路3號",
        "product": "果乾、冰品、酒"
    },
    {
        "id": "461",
        "store": "雙豬工作室",
        "city": "屏東縣",
        "address": "屏東縣霧臺鄉好茶村古茶柏安街19巷2號",
        "product": "繪本、公仔、杯子"
    },
    {
        "id": "462",
        "store": "枋寮三魚直賣所",
        "city": "屏東縣",
        "address": "屏東縣枋寮鄉中興路47號",
        "product": "農漁貨加工產品、在地小農蓮霧、芒果、果乾、在地社區開發保養品"
    },
    {
        "id": "463",
        "store": "原雅堂",
        "city": "屏東縣",
        "address": "屏東縣屏東市臺糖街13號",
        "product": "文創商品、滷味、手工餅乾"
    },
    {
        "id": "464",
        "store": "萬丹椒朋友",
        "city": "屏東縣",
        "address": "屏東縣萬丹鄉上蚶路586號",
        "product": "辣椒醬、泡菜、剝皮辣椒"
    },
    {
        "id": "465",
        "store": "大利安民宿",
        "city": "屏東縣",
        "address": "屏東縣三地門鄉三地村村中正路二段31巷1-4號",
        "product": "住宿"
    },
    {
        "id": "466",
        "store": "采倬琉璃坊",
        "city": "屏東縣",
        "address": "屏東縣泰武鄉佳平村15之2號",
        "product": "純手工燒製的琉璃珠飾品、DIY活動"
    },
    {
        "id": "467",
        "store": "排灣紋繣故事館",
        "city": "屏東縣",
        "address": "屏東縣三地門鄉三地村中正路二段63巷7鄰13號",
        "product": "排灣族人體彩繪、排灣族琉璃飾品、野外求生系列商品"
    },
    {
        "id": "468",
        "store": "大武山休閒農場",
        "city": "屏東縣",
        "address": "屏東縣泰武鄉武潭村老潭巷40號",
        "product": "住宿，餐飲，伴手禮，在地農產品，深度文化旅遊，導覽解說。"
    },
    {
        "id": "469",
        "store": "福灣巧克力屏東品牌形象店",
        "city": "屏東縣",
        "address": "屏東縣東港鎮大鵬路100號",
        "product": "巧克力產品、巧克力製程導覽及品嚐"
    },
    {
        "id": "470",
        "store": "臺灣潛水",
        "city": "屏東縣",
        "address": "屏東縣恆春鎮大光路55-60號",
        "product": "潛水活動、潛水課程、住宿"
    },
    {
        "id": "471",
        "store": "平埔黑豬",
        "city": "屏東縣",
        "address": "屏東縣屏東市仁德路43巷6號",
        "product": "餐飲熟食，生鮮肉品，肉紙禮盒"
    },
    {
        "id": "472",
        "store": "鮮饌道海洋食品文化館",
        "city": "屏東縣",
        "address": "屏東縣林邊鄉成功路122號",
        "product": "鱈魚香絲,魚鬆,魚麵"
    },
    {
        "id": "473",
        "store": "樂漁8",
        "city": "屏東縣",
        "address": "屏東縣佳冬鄉六根村佳和路156-1號",
        "product": "龍膽石斑產品、龍虎斑產品、午仔魚產品"
    },
    {
        "id": "474",
        "store": "姥瑰工坊 Ljaukui workshop",
        "city": "屏東縣",
        "address": "屏東縣瑪家鄉和平路一段63號",
        "product": "皮件、原住民飾品、手作體驗"
    },
    {
        "id": "475",
        "store": "大小港邊，熱帶漁林",
        "city": "屏東縣",
        "address": "屏東縣林邊鄉崎峰村光前68-1號",
        "product": "遊程體驗、工藝產品：魚線編織椅、蚵殼括香磚、蚵殼盆栽、蚵殼蠟燭、海味布包"
    },
    {
        "id": "476",
        "store": "成欣商店",
        "city": "屏東縣",
        "address": "屏東縣來義鄉來義村105號",
        "product": "冷飲，蜂蜜，日用品"
    },
    {
        "id": "477",
        "store": "川永生技農場",
        "city": "屏東縣",
        "address": "屏東縣內埔鄉大同路四段262號",
        "product": "花藝設計手做diy"
    },
    {
        "id": "478",
        "store": "三線路",
        "city": "屏東縣",
        "address": "屏東縣屏東市仁德路43巷3-1號C棟2樓",
        "product": "地方農特產品、地方特色走讀"
    },
    {
        "id": "479",
        "store": "風刮地藝文小舖",
        "city": "屏東縣",
        "address": "屏東縣三地門鄉中正路二段150號",
        "product": "文創商品"
    },
    {
        "id": "480",
        "store": "有限責任屏東縣原住民泰武咖啡生產合作社",
        "city": "屏東縣",
        "address": "屏東縣泰武鄉泰武村大武山1街7號",
        "product": "咖啡相關產品，手沖咖啡、義式咖啡、農特產、手工藝品，代工、遊程，餐點等"
    },
    {
        "id": "481",
        "store": "勝利什貨店",
        "city": "屏東縣",
        "address": "屏東縣勝利路143號",
        "product": "遊程、講座"
    },
    {
        "id": "482",
        "store": "森社場所商行",
        "city": "屏東縣",
        "address": "屏東縣恆春鎮中山路39號",
        "product": "農特產品：果乾、麻油、蘿蔔"
    },
    {
        "id": "483",
        "store": "紅氣球書屋",
        "city": "屏東縣",
        "address": "屏東縣恆春鎮北門路110巷86號",
        "product": "書本販售、在地導覽、環境保育、食農教育"
    },
    {
        "id": "484",
        "store": "紅藜故事館",
        "city": "屏東縣",
        "address": "屏東縣瑪家鄉瑪家村和平路一段63號",
        "product": "紅藜手工皂（禮盒、精裝）、紅藜面膜、紅藜養生飲、紅藜酵素、脫殼紅藜，帶殼紅藜、紅藜相關產品系列"
    },
    {
        "id": "485",
        "store": "珠室惠社",
        "city": "屏東縣",
        "address": "屏東縣獅子鄉內獅村內獅巷7號之1",
        "product": "手作布包、衣服"
    },
    {
        "id": "486",
        "store": "魯魯灣",
        "city": "屏東縣",
        "address": "屏東縣霧臺鄉好茶村古茶柏安街17巷13號",
        "product": "部落食材風土料理 , 部落文化導覽 , 傳統食物手作體驗"
    },
    {
        "id": "487",
        "store": "魯魯灣2店",
        "city": "屏東縣",
        "address": "屏東市康定街10號",
        "product": "部落食材風土料理 , 部落文化導覽 , 傳統食物手作體驗"
    },
    {
        "id": "488",
        "store": "神山民宿山莊",
        "city": "屏東縣",
        "address": "屏東縣霧臺鄉霧臺村神山巷一鄰1-16號",
        "product": "原鄉餐飲、伴手禮、導覽解說、嚮導服務"
    },
    {
        "id": "489",
        "store": "藜之薌",
        "city": "屏東縣",
        "address": "屏東縣瑪家鄉瑪家村瑪卡札亞街23巷1號",
        "product": "紅藜相關產品、咖啡相關產品及農事體驗"
    },
    {
        "id": "490",
        "store": "好山林咖啡",
        "city": "屏東縣",
        "address": "屏東縣瑪家鄉三和村五鄰三和1-10號",
        "product": "農事體驗 、社區導覽、深度旅遊規劃"
    },
    {
        "id": "491",
        "store": "巴魯那咖啡",
        "city": "屏東縣",
        "address": "屏東縣霧臺鄉霧臺村神山巷25-11號",
        "product": "紅藜、咖啡、山胡椒（馬告）、"
    },
    {
        "id": "492",
        "store": "阿滌漾",
        "city": "屏東縣",
        "address": "屏東縣三地門鄉三地村中正路一段5號1路",
        "product": "咖啡、芋頭、芒果（本地種植農作物）"
    },
    {
        "id": "493",
        "store": "社團法人屏東縣枋寮鄉新龍社區發展協會",
        "city": "屏東縣",
        "address": "屏東縣枋寮鄉新龍村義民路200-2號",
        "product": "美妝保養品、真空生鮮"
    },
    {
        "id": "494",
        "store": "HO覓選物",
        "city": "屏東縣",
        "address": "屏東縣屏東市公園西路61號",
        "product": "雷雕商品、Podcast錄音、場地租借"
    },
    {
        "id": "495",
        "store": "童趣深活概念店",
        "city": "屏東縣",
        "address": "屏東縣屏東市康定街2號",
        "product": "小農產品、部落深度遊程、手作工作坊"
    },
    {
        "id": "496",
        "store": "峰漁股份有限公司",
        "city": "屏東縣",
        "address": "屏東縣長治鄉園西一路3號",
        "product": "水產品、水產週邊商品、養殖資材"
    },
    {
        "id": "497",
        "store": "格外農品",
        "city": "屏東縣",
        "address": "屏東縣屏東市徐州路89號(近期可能變更)",
        "product": "果茶醬、水果氣泡麥汁"
    },
    {
        "id": "498",
        "store": "繫。本屋",
        "city": "屏東縣",
        "address": "屏東縣屏東市青島街112號",
        "product": "書本、文創選物、咖啡輕食"
    },
    {
        "id": "499",
        "store": "花草釀cemel",
        "city": "屏東縣",
        "address": "屏東縣霧臺鄉霧臺村岩板巷49號",
        "product": "精油香水、咖啡、蛋糕"
    },
    {
        "id": "500",
        "store": "雙流道之驛",
        "city": "屏東縣",
        "address": "屏東縣獅子鄉草埔村草埔6巷36之一號",
        "product": "農產品，文創，伴手禮，原民美食"
    },
    {
        "id": "501",
        "store": "鴻旗有機休閒農場",
        "city": "屏東縣",
        "address": "屏東縣高樹鄉泰山村產業路330號",
        "product": "有機農產品(米 鳳梨 香椿醬 鳳梨醬)  休閒農場 農遊體驗"
    },
    {
        "id": "502",
        "store": "達力發給健康生活家",
        "city": "屏東縣",
        "address": "屏東縣牡丹鄉石門村76/3號",
        "product": "段木木耳、段木香菇、部落導覽活動、部落農特產"
    },
    {
        "id": "503",
        "store": "豆菽叔。不濾渣全豆豆漿",
        "city": "屏東縣",
        "address": "屏東縣三地門鄉三地村中正路二段10號",
        "product": "不濾渣豆漿、烘焙點心"
    },
    {
        "id": "504",
        "store": "野器 Gallery nn",
        "city": "屏東縣",
        "address": "屏東縣恆春鎮光明路53號",
        "product": "選物（日常用品、雜貨、手作工藝…）、康普茶、酒釀"
    },
    {
        "id": "505",
        "store": "自在他方 ALTROVE House",
        "city": "屏東縣",
        "address": "屏東縣恆春鎮光明路53號",
        "product": "選物（日常用品、雜貨、手作工藝…）、康普茶、酒釀"
    },
    {
        "id": "506",
        "store": "巴魯祖孥",
        "city": "屏東縣",
        "address": "屏東縣枋山鄉南和路57號",
        "product": "服裝飾品、茶飲品、甜點"
    },
    {
        "id": "507",
        "store": "青島巴叁",
        "city": "屏東縣",
        "address": "屏東縣屏東市青島街83號",
        "product": "服裝飾品、茶飲品、甜點"
    },
    {
        "id": "508",
        "store": "社團法人屏東縣牡丹鄉高士社區發展協會",
        "city": "屏東縣",
        "address": "屏東縣牡丹鄉高士村67號",
        "product": "農產品、生態旅遊"
    },
    {
        "id": "509",
        "store": "亨式暢遊",
        "city": "金門縣",
        "address": "金門縣烈嶼鄉西口村西方社區22號",
        "product": "體驗活動、旅遊規劃"
    },
    {
        "id": "510",
        "store": "嘉年華冰菓室",
        "city": "金門縣",
        "address": "金門縣烈嶼鄉西口村西方社區19號",
        "product": "冰品、飲料、甜品"
    },
    {
        "id": "511",
        "store": "小徑村食",
        "city": "金門縣",
        "address": "金門縣金湖鎮小徑43-1號",
        "product": "文創商品"
    },
    {
        "id": "512",
        "store": "水頭古洋樓花磚民宿",
        "city": "金門縣",
        "address": "金門縣金城鎮前水頭4號",
        "product": "住宿、在地體驗活動、餐飲"
    },
    {
        "id": "513",
        "store": "金合利鋼刀",
        "city": "金門縣",
        "address": "金門縣金寧鄉伯玉路一段236號",
        "product": "菜刀、水果刀、專業刀具、體驗與循環經濟等活動"
    },
    {
        "id": "514",
        "store": "金合利鋼刀-中興門市",
        "city": "金門縣",
        "address": "金門縣金城鎮中興路141號",
        "product": "菜刀、水果刀、專業刀具、體驗與循環經濟等活動"
    },
    {
        "id": "515",
        "store": "金合利鋼刀-總兵署門市",
        "city": "金門縣",
        "address": "金門縣金城鎮浯江街51號",
        "product": "菜刀、水果刀、專業刀具、體驗與循環經濟等活動"
    },
    {
        "id": "516",
        "store": "金合利鋼刀- 本廠",
        "city": "金門縣",
        "address": "金門縣金城鎮伯玉路一段50號",
        "product": "菜刀、水果刀、專業刀具、體驗與循環經濟等活動"
    },
    {
        "id": "517",
        "store": "頂好食品店",
        "city": "連江縣",
        "address": "連江縣南竿鄉福澳村57號",
        "product": "馬祖酥、芙蓉酥、八八口酥"
    },
    {
        "id": "518",
        "store": "馬祖青年發展協會",
        "city": "連江縣",
        "address": "連江縣南竿鄉珠螺村25號",
        "product": "協會基地建築明信片、協會會服、馬祖文化體驗課程"
    },
    {
        "id": "519",
        "store": "夢想部落館",
        "city": "澎湖縣",
        "address": "澎湖縣馬公市民權路13號",
        "product": "自製桌遊、桌遊教學"
    },
    {
        "id": "520",
        "store": "海鳥愛吃",
        "city": "澎湖縣",
        "address": "澎湖縣馬公市菜園里43-8號",
        "product": "龍虎斑、牡蠣"
    },
    {
        "id": "521",
        "store": "夢想民宿",
        "city": "澎湖縣",
        "address": "澎湖縣馬公市西衛里西衛1018號",
        "product": "住宿"
    },
    {
        "id": "522",
        "store": "澎湖伯伴手禮坊",
        "city": "澎湖縣",
        "address": "澎湖縣馬公市中華路302號",
        "product": "小卷醬、杏仁丁香魚"
    },
    {
        "id": "523",
        "store": "離島出走工作室",
        "city": "澎湖縣",
        "address": "澎湖縣湖西鄉紅羅村102-1號",
        "product": "遊程體驗／海洋徽章／圖鑑刊物"
    }
]